{
    "musicians": [
        {
            "name": "LANY",
            "duration": "12:45 - 1:35",
            "time": "Friday, August 5, 12:45 PM",
            "bio": "Witnessing unprecedented social growth in the last 30 days alone to say their lives have changed forever is more of an understatement than optimistic foreshadowing. Initially harvested entirely behind a Windows computer during what industry veterans have comically-referenced as the most-productive handful of months by a new artist, Soundcloud’s newest partner and highlight act in Spotify’s “100 Emerging SXSW Artists,” the alt-pop electronic band hits the road this Summer to take national stage at their inaugural Lollapalooza performance. LANY emerges out of LA and NY (and places between) with their signature synth-infused sound. Born in a Nashville bedroom, LANY (pronounced LAY-NEE), comprised of Paul, Les and Jake, the trio that started as a group of friends looking to combine their unique skills to “see what happens,” are now finding themselves on the frontier of the digital tidal wave just months after creating their first Soundcloud page. LANY’s unprecedented success on Soundcloud’s platform was enough to get Soundcloud’s internal cloud of executives to partner with the new artist, and impactful social platforms like Snapchat have been avid supporters. Conglomerates like H&M, Hollister Co. and most recently Starbucks are also playing various LANY songs on their in-store playlists across the country from, aptly, LA to NY in over 13,000 stores.\r\n\r\nMasochists in love with an underwritten theme of hopeless romance, LANY frontman Paul opens on debut cuts like “Walk Away, “BRB” and “ILYSB,” with vocals that are glacial while engaging, and draw you into their heartbreak manifesto; and a vibe reminiscent of the 80s on tracks like “Made In Hollywood.” LANY makes it clear that lethal good looks and vocal prowess are not mutually exclusive, and even guys with all of the above get their hearts broken.\r\n\r\nSoon after the release of their first single, LANY was invited to perform a stripped down acoustic version of their hit “ILYSB” exclusively for Gen-Y’s social obsession of choice, Snapchat, circulated to the worldwide database on their wildly-popular “Under the Ghost” channel.\r\n\r\nSince their initial experiment to get feedback on what was just an idea a few months ago, LANY has released 7 independent tracks to their demo- and genre-bending fanbase. Utilizing the success trends within the millennial landscape, LANY has zeroed in on a gap in the music business that aches for a sound like theirs.\r\n\r\nIn 2015 LANY wrapped tours with Halsey, Tove Styrke, Zella Day, Twin Shadow and X Ambassadors. They played Lollapalooza and Sloss Festival in the summer and ended the year with a headline run on the Westcoast. As for 2016, in February they play Summit Series in Utah and perform 12 shows with Troye Sivan in North America; in March they play 11 Arena shows with Ellie Goulding in theUK; and then they go on to play Squamish and Shaky Knees Festivals.",
            "link": "http://thisislany.com/"
        },
        {
            "name": "MIIKE SNOW",
            "duration": "4:45 - 5:45",
            "time": "Friday, August 5, 4:45 PM",
            "bio": "At first, the question was: Who is Miike Snow? It was a fair question, especially as the group arrived in a mysterious fashion in 2007. Formed by Swedish musicians Christian Karlsson and Pontus Winnberg, childhood friends who collaborate under the production moniker Bloodshy & Avant, and American songwriter Andrew Wyatt, Miike Snow began as an idea rather than a band. It was an experiment: Could you create left-leaning pop music that combined clear, sparse songwriting and hook-laden, muscular mainstream production? The gamble paid out tenfold as Miike Snow unveiled their self-titled debut album in 2009 to sizable acclaim, emerging into the musical landscape to fill a previously empty space. The group’s eclectic, inspired take on music transformed the music scene, with other artists following suit to their innovative approach. In 2012, the band’s sophomore effort, Happy To You, arrived, further expanding the experimental possibilities of their songwriting and sending them touring across the globe. Now, the question is: Where has Miike Snow been? The answer is complicated. A third record wasn’t necessarily inevitable for the band. Each musician, now living in a separate part of the world, was pursuing his own projects. Wyatt, based between New York and LA, wrote and produced songs with Bruno Mars, Mark Ronson and Flume, released a solo album called Descender and created music for a ballet at the Royal Opera House in London. Karlsson, based between Bangkok and LA, launched a new band called Galantis whose debut album Pharmacy reached #1 on the Top Dance/Electronic Albums Chart while Winnberg, who remains based in Sweden, focused on artist collection/record label INGRID and pursued his other band Amason. The desire to return to Miike Snow became undeniable after reuniting in LA for a few days in late 2014 where they fluidly penned five of the eleven songs which appear on their forthcoming album – iii. They had no specific outcome in mind when they stepped into the studio, just the curiosity of what the three musicians might create after their time apart. The third studio album was finished in the few months between spring and summer of 2015.\r\n\r\nOn this record we went back to that initial feeling of freedom,” Wyatt says. When we got together there was a lot of tension and it felt very loaded. We’d all had individual successes in our own lives. We didn’t know if we were going to stay a band. But because of that it was easy to make the music. We had a lot on the line and that intensity allowed us to have bursts of creative energy that yielded some really cool things.”\r\n\r\n“One of our strengths is that when we find something good, we keep working on that without thinking too much about it,” Winnberg adds. “You can’t try too hard to mold it.” The new album, iii, wasn’t crafted in one fell swoop. Instead, the musicians collaborated across space and time, meeting in Stockholm, Los Angeles and New York for short periods over almost two years. They brought in a variety of other musicians and producers into the studios with them, feeling more open to outside collaboration this time around. Each musician began with different songs, sometimes sending them back and forth digitally when they couldn’t be together in one room.\r\n\r\n“Heart Is Full,” a buoyant, sparkling indie number tinged with hip-hop production, felt like a central starting point. The track comes specifically from Karlsson’s musical sensibility. “The sound this song has is straight out of where I came from and what I still think is my own bible,” he notes. “I’m just so excited to now have that piece be a part of the Miike Snow story.” The disc’s flagship single, “Genghis Khan,” is a propulsive pop number with a bluesy edge, an aesthetic Wyatt wanted to explore further with Miike Snow. “Working with Mark Ronson opened me up to embracing that side of where I originally started out in music more,” Wyatt says. “We’ve always had a bit of a soulful thing, but we as a band embraced it a little bit more now.” \r\n\r\nAs a whole, the album feels resolutely like a Miike Snow project, defined both by the two efforts that have come before and by the collective work of the three musicians. The combination of the musicians is an electric one, as exemplified on the album and in their live shows. “I think we really weren’t meant to be in the studio together and do music together and then we do and it just works,” Karlsson reflects. “I think that’s the whole magic with this band. We have so much trust and respect for each other. I do a lot of music and nothing comes together easier than Miike Snow. The pieces just fall into place.” Winnberg adds, “It’s just a fun process. Being in a band a lot of other things can be hard. But for us the music part tends to be the easy part.”\r\n\r\nWhat began as an idea, as an experiment, is now a full-fledged band, three albums deep into a career. Over the past eight years, their innovative sensibility has left a lingering impact on the state of music and shifted the way other artists approach pop music. It’s also an example of what can happen when three very different artists come together on one platform with no expectations and a lot of trust. In some ways, “iii” is both a return to form and an expansion of what has come before. “It feels like we did a little excursion on album two and now we’re back where we were on album one,” Winnberg says. “It’s the original Miike Snow sound, but taken to the next level.”",
            "link": "http://www.miikesnow.com/"
        },
        {
            "name": "RA RA RIOT",
            "duration": "2:05 - 2:55",
            "time": "Friday, August 5, 2:05 PM",
            "bio": "After being a band for a decade, it’s easy to get disillusioned with the tedium of adulthood, but Need Your Light, the fourth full-length from RaRa Riot, is the sound of a band being reinvigorated by their own existence. Correspondingly, the album sees the group—which originated in Syracuse but has now dispersed all over the country—getting back to their house party roots without abandoning the more heady soundscapes they explored with 2013’s Beta Love. The result is an album that’s celebratory without being saccharine, and that sees the group collectively mining their prior experiences to craft something that looks toward the future with an optimistic gaze.\r\n\r\nThe original plan was for the band—which features vocalist Wes Miles, bassist Mathieu Santos, guitarist Milo Bonacci, violinist Rebecca Zeller and drummer Kenny Bernard—to take the first extended break of their career after the year and a half they spent on the road supporting Beta Love. After a few months, however, they couldn’t help themselves from working on new music. “The inspiration came very quickly,” Miles says, explaining that he decided to fly out to Los Angeles to start fleshing out ideas with previous producer Dennis Herring (Modest Mouse, Elvis Costello). Shortly afterward, the group went on a writing trip to Milwaukee and began the process of creating what would eventually become Need Your Light. To fully realize their vision, RaRaRiot ended up working with a host of previous collaborators, including Ryan Hadlock (who produced 2008’s debut The Rhumb Line); longtime friend and sound engineer Andrew Maury (who co-produced 2010’s The Orchard); and Vampire Weekend producer Rostam (who is also half of the avant garde R&B duo Discovery alongside Miles).\r\n\r\nIn fact, Rostam and Miles’ approach to that liberating project—which released its debut LPin 2009—helped influence the end result ofNeed Your Light as well. “In January of this year, Wes came to stay with me on the West Coast for five days, and we set out to write songs not knowing where it would take us,” Rostam explains. “There was something I’d heard in Wes’ singing in the earliest days ofRaRa Riot that I felt had never been captured on record.” Influenced by their shared love of U2’s Achtung Baby, the pair spent five days writing the songs “Water” and “I Need Your Light”. “The attitude of these two songs was only able to come because of over ten years of collaboration,” Miles adds. “These two songs were written with no expectations, and wequickly realized that we wanted them to be played live.” So the duo took another week to record bass, drums, guitar and violin in Los Angeles with the full band.\r\n\r\n“Working with people we had a history with was comfortable in the sense that it enabled us to continue growing and focus more on the music than relationships,” Santos adds. “ We already trusted everyone.” Additionally, the group collaborated with previous drummer Gabriel Duquette on the track “Bouncy Castle,” and with longtime friend Maury on“ Absolutely,” “ Call Me Out,” and “ Bad Times,”— further expanding the reoccurring theme onNeed Your Light of a band incorporating their past into the future.\r\n\r\nListening to Need Your Light, it’s quickly apparent that the heightened level of experimentation and expansive soundscapes wouldn’t have been possible without the band’s synth-heavy approach to 2013’s Beta Love. This is clearly evident in the opening track “Water,” which starts off with a syncopated groove and minimalist instrumentation before gradually building into a triumphant, 90’s soul call to arms. Alternately, “Bouncy Castle” resides on the opposite side of the sonic-spectrum with its carefree neo-soul refrain. Yet both of the songs were created with the group’s incendiary live performances in mind. “We wanted to make sure all of the songs on this album could be reproduced live because performing has always been our greatest strength and something we felt we got away from with our last record,” Miles says. “A lot of these songs incorporate the same instrumentation we’ve used in the past, but the vibe is somewhere we haven’t gone before, which is exciting.”\r\n\r\nLyrically, Need Your Light parallels the transitional nature of the members’ lives as they enter their thirties and begin leaving Brooklyn to start families without abandoning the band that they’ve spent their lives cultivating. “It’s more of a grown-up record, but with our still invariably raucous attitude,” Miles explains, adding that this evolution was entirely organic. In other words, the aforementioned “ Bouncy Castle” may revolve around an adolescent’s first erection, but it’s not merely an attempt at humor. “On this album we talk about serious things in kind of a funny context, but it’s presented very earnestly,” Santos says. “We really tried to have that type of balance and dichotomy on all of these songs.”\r\n\r\nFrom the carefree, orchestrally tinged vibe of “Absolutely” to the shimmering falsetto pop of “Instant Breakup,” Need Your Light sees the band mining their career to come up with songs that transcend categorization. This ability to get back in touch with their roots was only encouraged by their decision todo a short tour of warehouses and basements late last year before they reentered the studio. The experience reminded them of why they began RaRa Riot in the first place. “Because we started as a house party band, we never wanted to lose sight of having fun and engaging with the audience through visceral live shows,” Santos says.\r\n\r\nn the past RaRa Riot have latched onto cerebral concepts like the Singularity or futurism, but with this album they cast a wider net, focusing on everything from sexual relationships to the Challenger explosion. “ It was fun to write songs about Internet affairs and retain a kind of tech-aspect, but it’s much more understated,” Miles explains. The stories are conveyed in such a way that it leaves the listener the chance to attach a more personal meaning to each of the 10 tracks. Whether Miles is singing about something fantastic or mundane, there’s an enduring energy to the songs onNeed Your Light, which illustrates that in many ways, RaRa Riot are still only getting started.",
            "link": "http://rarariot.com/"
        },
        {
            "name": "LCD SOUNDSYSTEM",
            "duration": "8:10 - 9:55",
            "time": "Friday, August 5, 8:10 PM",
            "bio": "",
            "link": "http://lcdsoundsystem.com/"
        },
        {
            "name": "ST. LUCIA",
            "duration": "3:25 - 4:15",
            "time": "Friday, August 5, 3:25 PM",
            "bio": " St. Lucia is BACK with an infectious new single “Dancing On Glass” and a brand new album Matter. And with those comes a series of North American dates, following up on the band’s sold out fall 2014 headline tour. \r\n\r\nSt. Lucia’s 2013 debut LP When The Night earned raves everywhere from Entertainment Weekly (“an absolute smash”) to Elle (“we have an obsession for this group”) to Billboard (“essential listening”). The last two years have also seen the band touring with the likes of Ellie Goulding, Empire Of The Sun, Charli XCX, Foster The People, performed at Coachella and Lollapalooza, and appeared on Jimmy Kimmel Live!, and Late Night With Seth Meyers.",
            "link": "http://stlucianewyork.com/"
        },
        {
            "name": "CAVEMAN",
            "duration": "1:15 - 2:00",
            "time": "Friday, August 5, 1:15 PM",
            "bio": "\"You can only go so far on cool points alone. Since Caveman first formed in 2010 they’ve claimed a spot for themselves at the center of the New York music scene, become in-demand DJs, toured the world (sharing stages with The War on Drugs Jeff Tweedy, and Weezer), and gotten love from everyone from Pitchfork to the New York Times. Now the band–Matthew Iwanusa, lead guitarist James Carbonetti, bassist Jeff Berrall, keyboardist Sam Hopkins and multi-instrumentalist Matthew Prescott Clark–is aiming higher.\r\n\r\nCaveman is done being an indie rock band playing for indie rock fans alone. They have their sights set on bigger goals, so on their third time around they made their biggest-sounding album yet.\r\n\r\nOtero War was created over the course of three years, completely inverting the ramshackle methods used to make 2011’s CoCo Beware and their 2013 self-titled LP. This time frontman Matthew Iwanusa has taken the wheel of the creative process, bringing to it a level of patience, precision, and quality that exceeds anything he’s ever done before. Iwanusa wrote most of these songs in the back of tour vans with a laptop and a portable keyboard, then spent years rewriting, examining every part to make sure it was exactly right, and eventually abandoning an album’s worth of insufficiently killer songs before hitting the studio with the band. There the group refined the songs even further, filling them out with arrangements that bring together their distinctive musical personalities into one united whole, showing off the seemingly effortless collaborative energy that only comes with years of hard work.\r\n\r\nIt was more work, but worth it. The result is a whole new Caveman: The songs are stronger and more spacious, with carefully constructed melodies and a more judicious use of folksy four-part harmonies and washes of synthesizer pads, leaving more room for Iwanusa’s instantly memorable vocal parts. Iwanusa’s lyrics have also evolved from vaguely sketching a typical twenty-something’s romantic frustrations to examining larger, more broadly existential matters, like figuring out your place in the world.\r\n\r\nWhile Iwanusa’s stepped further out front as a songwriter, arranger, and singer, Otero War is still a group effort made with contributions from the band’s entire unofficial extended family. Albert Di Fiore, who engineered their last album, returns with an expanded role to produce. Iwanusa’s father contributes string arrangements. Longtime friend and New York punk-scene legend Johnny T, who over the years has employed members as bartenders and DJ’s at his bars, helped the band get signed as the first rock act on Cinematic Music Group, home to rappers Joey Bada$$, G Herbo and Cam’ron. Otero War is clearly the most mature album the band has created, but that doesn’t mean it’s a drag–in fact it could be the most fun music they’ve made so far. Iwanusa’s singular vision of blending Springsteen and Wilco’s polished roots rock with the soaring emotional drama of Tears for Fears and the Human League has never seemed clearer, or stronger. From the buoyant vocal melodies that make the opening track “Never Going Back” take flight, to the hip-shaking rhythms that hold up “Life Or Just Living” (which Matt calls his best song yet), to the contagious, triumphant mood on standout cut “Lean On You,” the album overflows with the joyous energy of a songwriter and a band finding their stride and flexing their newfound power for the first time. You can hear them enjoying the freedom from the confines of the expectations that have surrounded them until now, and looking out at a much bigger world to conquer.\"",
            "link": "http://cavemantheband.com/"
        },
        {
            "name": "WHITNEY",
            "duration": "12:00 - 12:45",
            "time": "Friday, August 5, 12:00 PM",
            "bio": "WHITNEY is the project of ex-SMITH WESTERNS guitarist and drummer MAX KAKACEK and JULIEN EHRLICH (also of UNKNOWN MORTAL ORCHESTRA), with a little help from their many friends. The band made their the live debut at the Bottle back in March when they opened and played backing band for JIMMY WHISPERS' record release. Mr. WHISPERS has brought these these promising young wizards on as his permanent backing band and says they sounds like \"STEELY DAN and VAN MORRISON collaborating\" -- that is a good thing! \r\n\r\nWHITNEY's mellow-but-tight pop-rock with dashes of psych and R&B has them stirring up Chicago's DIY scene, so you can bet they'll have the kids movin' and groovin' on the dance floor tonight."
        },
        {
            "name": "DURAN DURAN",
            "duration": "6:15 - 7:25",
            "time": "Friday, August 5, 6:15 PM",
            "bio": ""
        },
        {
            "name": "THE CLAYPOOL LENNON DELIRIUM",
            "duration": "5:10 - 6:00",
            "time": "Friday, August 5, 5:10 PM",
            "bio": "\"Two worlds have collided, and what glorious and odd worlds they are. After a successful summer tour pairing Primus with Ghost of a Saber Tooth Tiger, Les Claypool and Sean Lennon have decided to combine their abstract talents into a project called The Claypool Lennon Delirium. Their efforts thus far have spawned the upcoming, full-length release called “Monolith of Phobos.”\r\n\r\n“Sean is a musical mutant after my own heart,” said Claypool. “He definitely reflects his genetics—not just the sensibilities of his dad but also the abstract perspective and unique approach of his mother. It makes for a glorious freak stew.” After some impromptu, backstage jams and an epic live sit-in on Primus’s psychedelic opus, “Southbound Pachyderm,” Claypool approached Lennon about doing a recording project. “I was trying to wrangle up an Oysterhead reunion since Primus was taking a rest for 2016 but the planets just wouldn’t align for that,” said Claypool. “I don’t like sitting around, so when Sean said he didn’t have plans for this next year, we started kicking around the notion of making an old-school, psychedelic/prog record. Next thing I know, he’s staying in my guesthouse, drinking my vino and banging on my drums.” Lennon responded, “I told Les that I was Neil Diamond’s nephew. I think that is what really sold him on the idea of working with me.”\r\n\r\nOver the course of six weeks or so, the two wrote and recorded a total of ten songs with both of them sharing various vocal and instrumental responsibilities, going beyond their core instruments of bass and guitar. Claypool explained, “Usually I play the drums and percussion on my records but Sean has such a different feel than I do, it just made more sense for him to man the kit on most of the tunes on this project. I took the helm at my old vintage API console and let him bang away. He was happy as a piggy rolling in shit every time he grabbed the sticks…his drumming is like a cross between Ringo and Nick Mason. But I think folks will be most surprised by what a monster guitar player he is, especially when you prod him a bit.”\r\n\r\n“Monolith of Phobos” is just how the title implies—an old-school approach to a psychedelic space rock record. Lennon added, “It’s been an honor and a challenge playing with someone of Les’ caliber, but luckily the Gods of Pinot Noir shone favorably down and granted us a bundle of devilish tunes about monkeys, outer space and sexual deviancy.”\r\n\r\nThe Claypool Lennon Delirium “Monolith of Phobos” record is slated for a spring release and the band will be touring through the summer.\"",
            "link": "http://lesclaypool.com/news/"
        },
        {
            "name": "WET",
            "duration": "2:30 - 3:20",
            "time": "Friday, August 5, 2:30 PM",
            "bio": "Hailed for their boundless emotional pop well documented by the New York Times, Spin, the Guardian, NPR, and multiple other media outlets, Wet has been greeted with a rousing response. The album’s opening track, “It’s All in Vain,” soared to #1 on Hype Machine and cracked the upper tier of the Spotify Viral 50 chart, with Entertainment Weekly noting the track in its ‘12 Songs To Hear Now.’ Complex named “Weak” among the ‘Best Songs of 2015’ and Disco Naivete anointed the evocative song as the #1 ‘Best Song of 2015.’ “Deadwater” was included on NPR’s prestigious ‘Favorite Songs of 2015’ list, with the radio network highlighting the band on NPR’s World Café 2016 Preview, citing their music as “profoundly emotional.” Media tastemakers have reached a mutual consensus on the band’s rapid rise, with PopCrush citing the trio among the ‘Best New Artists of 2015,’ Pandora forecasting them as an ‘Artist To Watch in 2016’ and Consequence Of Sound including their upcoming debut effort in their list as one of the ‘50 Most Anticipated Albums Of 2016.’ Don’t You includes 11 tracks and was recorded in a rented house in the wooded confines of Hadley, Massachusetts where the band relocated to focus on the project. The trio is comprised of the enigmatic Kelly Zutrau and multi-instrumentalists Joe Valle and Marty Sulkow. Wet met through mutual friends as college students in New York City in 2007. After a few years of informal collaboration (Zutrau came to New York to study painting), they didn’t declare their official musical intentions until the summer of 2012. After releasing a few songs on SoundCloud, including the acclaimed “Don’t Wanna Be Your Girl,” the band began attracting a diverse and loyal following. Their critically hailed self-titled debut EP garnered industry-wide attention and paved the path for their recent major label release, Don’t You, available now.",
            "link": "http://kanyewet.biz/dontyou"
        },
        {
            "name": "NATHANIEL RATELIFF & THE NIGHT SWEATS",
            "duration": "6:30 - 7:20",
            "time": "Friday, August 5, 6:30 PM",
            "bio": "Nathaniel Rateliff & the Night Sweats practically explodes with deep, primal and ecstatic soulfulness. This stunning work isn’t just soul stirring, it’s also soul baring, and the combination is absolutely devastating to behold. You don’t just listen to this record—you experience it. So it’s entirely fitting that the self-titled album will bear the iconic logo of Stax Records, because at certain moments Rateliff seems to be channeling soul greats like Otis Redding and Sam & Dave. But as this gifted multi-instrumentalist honors the legacy of the legendary Memphis label, he’s also setting out into audacious new territory. \r\n\r\nThose who were beguiled by In Memory of Loss, Rateliff’s folky, bittersweet 2010 Rounder album, will be in for an initial shock when they spin Nathaniel Rateliff & The Night Sweats. But when you delve beneath the rawboned surface of the new album’s wall-rattling presentation, with its deep-gut grooves, snaky guitars, churning Hammond and irresistible horns, you’ll find that same sensitive, introspective dude, who bravely tells it like it is, breaking through his reticence to expose often harsh truths about the life he’s lived, the people he’s hurt and the despair he’s struggled with. The difference between the two albums is that the Nights Sweats’ funkiness insulates the starkly confessional nature of Rateliff’s songs while at the same time underscoring their emotional extremes. \r\n\r\nThe place where Rateliff is coming from is intensely real and intimate. Doing what he does is an act of bravery. “These songs are about the struggles I’ve had in my life—drinking too much, that kind of crap,” he says with characteristic candor, punctuating the admission with a rueful laugh. “And then the relationships we all have. I’m not a great communicator in my personal life, so it’s funny to be writing songs that say the things that I’m never very good at saying. It’s taken me a long time to figure that out. I’m trying to be a better communicator, but it’s horribly awkward—it’s awful—to tell somebody something you know is gonna hurt their feelings. I’ve always been one to go, oh, I’ll just eat this one; it’ll be okay.”\r\n\r\nAs the band blazes away on the soul-rock rave-up “I Need Never Get Old,” the visceral “Howling at Nothing” and the supercharged “Trying So Hard Not to Know” (key line: “Who gives a damn and very few can”), which open the album with a sustained outpouring of torrid intensity, Rateliff is opening himself up emotionally as well as physically, the raw grit in his voice conveying anguish and hope in equal measure. The buoyant immediacy of the music makes the hard truths embedded in the songs easier to swallow than it would be in Rateliff’s other primary mode—a solitary guy with a guitar, the brim of his baseball cap pulled down, putting his heart and guts on the line without the protection of his simpatico cohorts. Make no mistake, these songs would stop you in their tracks presented in that naked way as well, but the additional layers of soulfulness provided by the Night Sweats—its core comprising guitarist Joseph Pope III, drummer Patrick Meese and keyboardist Mark Shusterman—bring a convergence of intensities, musical and psychological, to the performances.\r\n\r\n“S.O.B.” sits at the dead center of the album, between the brutally honest confessionals “I’ve Been Failing” and “Wasted Time.” Thematically, the song is the album’s linchpin—partly a rebuke, partly a cry of defiance, “S.O.B” is the “fuck it all” anthem of a blue-collar kid from the Heartland whose conditioned idea of therapy is a shot and a beer chaser, and then another round, on the way to sweet oblivion. In live performance, Rateliff and the Sweats have been known to mash together “S.O.B.” and The Band’s “The Shape I’m In” as the double-barreled climax of their sets (you can find it on YouTube), the frontman high-stepping and boogalooing across the stage with controlled abandon, bearing a striking resemblance in his physicality to the young Van Morrison. These moments of revelry are also revelatory, singling out two of Rateliff’s biggest influences. Indeed, he hears distinct evocations of The Band on his new album, and he was listening to “TB Sheets” and the rest of Morrison’s The Bang Masters as he was writing it.\r\n\r\nFrom there Rateliff contemplates some of the sustaining aspects of existence, from redemption by way of the forgiving love of another in “Thank You,” “Look It Here” and “I’d Be Waiting” to sexual heat in the N’awlins-style strutter “Shake.” The album ends on a hopeful note with the relatively laidback “Mellow Out,” which could certainly be heard as Rateliff admonishing himself to do just that. “Originally, I had it ending with a song called ‘How to Make Friends,’” he says. “The chorus is ‘When everybody knows you, nobody’s gonna want you.’” Another laugh follows, this one self-mocking. “But I replaced it with ‘Mellow Out,’ which is more of a release rather than a total bummer.”\r\n\r\nWhen it came time to pick a producer, Rateliff went with Richard Swift, a polymath who has made records under his own name, helmed projects for Damien Jurado, the Mynabirds and others, and has played with The Black Keys and the Shins. Swift’s specialty is summoning (and capturing) inspired performances in the moment, and the synergy in the studio, first with Rateliff and then with his band, was instant and palpable. Rateliff and the Sweats already had the arrangements of the new songs down cold, having shaped them on the road. Swift, knowing a good thing when he heard it, set the mics, honed the sound, giving it plenty of space so that the studio itself served as an integral sonic component. Then he pressed “record” and coaxed it into happening organically. “Richard has such great ears, and he really knows how to play to the room,” Rateliff notes. “We have similar theories of recording: basically, you just need to play it right.” \r\n\r\nRateliff, who’s 36, traveled a long road to get to this point. He left school after his dad passed away at the end of 7th grade, left his home in the small town of Herman, Missouri, where his future would’ve likely involved endless shifts in a nearby plastic factory; and worked as a janitor for a high school. Not long afterward, he followed some local missionaries to Denver, thereby escaping what he describes as “the Midwestern lifestyle of working and growing up too fast.” He soon outgrew his childhood understanding of religion, realizing that “there are so many books out there besides that one,” as his worldview expanded exponentially. Rateliff spent the next 10 years on the loading dock of a trucking company before becoming a gardener and getting married along the way. But as the years passed, he became increasingly focused on writing songs and performing them at any watering hole that would have him, in time becoming part of the city’s burgeoning folk scene. “I got kind of a late start making music,” he says, “but eventually I went out on the road,” first with Born in the Flood, which he’d formed with Pope, and then The Wheel, the forerunner of the Night Sweats. By then, he’d overcome his longstanding discomfort at playing his songs in public.\r\n\r\n“Writing at home is one of my favorite things to do,” says this constitutionally solitary man. “But for years touring was really hard for me—being alone, being married and having my relationship run through the mire, because a lot of my songs are about that. Sometimes it sucks to sing those songs and have to relive those situations. It leaves you pretty exposed, and your partner too; it can be unfair. But now I love being on stage and cracking jokes, trying not to take myself too seriously, even if the material is about failed relationships and alcoholism, that kind of stuff”—there’s that rueful laugh again. \r\n\r\n“I try to be lighthearted,” Rateliff continues, “because, although the songs are heavy, I want it to be a release for people. I’m trying to do something that’s emotionally charged and heartfelt, and I want the experience to be joyous, for people to feel excited and dance around instead of being super-bummed by reality—I mean, things are hard. But I can remember dancing around to some song that was breakin’ my heart, dancin’ with tears in my eyes. I love that feeling, and I wanna share it with people, and hopefully they’ll feel it too.” \r\n\r\n—Bud Scoppa",
            "link": "http://www.nathanielrateliff.com/"
        },
        {
            "name": "FOALS",
            "duration": "3:50 - 4:40",
            "time": "Friday, August 5, 3:50 PM",
            "bio": "",
            "link": "http://www.foals.co.uk/"
        },
        {
            "name": "BEACH HOUSE",
            "duration": "7:50 - 9:00",
            "time": "Friday, August 5, 7:50 PM",
            "bio": "Beach House is Victoria Legrand and Alex Scally. We have been a band for over a decade living and working in Baltimore, MD. Depression Cherry is our 5th full-length record. This record follows the release of our self-titled album in 2006, Devotion in 2008, Teen Dream in 2010 and Bloom in 2012. Depression Cherry was recorded at Studio in the Country in Bogalusa, Louisiana from November ’14 through January ’15. This time period crossed the anniversaries of both John Lennon’s and Roy Orbison’s death. In general, this record shows a return to simplicity, with songs structured around a melody and a few instruments, with live drums playing a far lesser role. With the growing success of Teen Dream and Bloom, the larger stages and bigger rooms naturally drove us towards a louder, more aggressive place; a place farther from our natural tendencies. Here, we continue to let ourselves evolve while fully ignoring the commercial context in which we exist.\r\n\r\nHere are a few quotes that we feel relate to the feeling and themes of this record:\r\n\r\n — “I’ll never be able to be here again. As the minutes slide by, I move on. The flow of time is something I cannot stop. I haven’t a choice. I go. One caravan has stopped, another starts up. There are people I have yet to meet, others I’ll never see again. People who are gone before you know it, people who are just passing through. Even as we exchange hellos, they seem to grow transparent. I must keep living with the flowing river before my eyes.” - from Kitchen by Banana Yoshimoto\r\n\r\n— “We inhabit a world in which the future promises endless possibilities and the past lies irretrievably behind us. The arrow of time… is the medium of creativity in terms of which life can be understood.” -from The Arrow of Time by Peter Coveney and Roger Highfield\r\n\r\n— “Mostly it is loss which teaches us about the worth of things.” - from Parerga and Paralipomena by Arthur Schopenhauer\r\n\r\n— “Hark, now hear the sailors cry, feel the air and see the sky, let your soul and spirit fly, into the mystic……….when the fog horn blows, I want to hear it, I don’t have to fear it” - from “Into the Mystic” by Van Morrison",
            "link": "http://beachhousebaltimore.com/"
        },
        {
            "name": "MARIAN HILL",
            "duration": "12:45 - 1:30",
            "time": "Friday, August 5, 12:45 PM",
            "bio": "\"Marian Hill is Jeremy Lloyd (production/songwriting) and Samantha Gongol (vocals/songwriting), an electronic duo producing songs that sound like a cross between Drake and Ella Fitzgerald, marrying bass-heavy, idiosyncratic beats and seductively soulful vocals.\r\n\r\nThe duo grew up together and their chance meeting in middle school, starring opposite each other in The Music Man as Marian Paroo and Harold Hill, now serves as the basis for their name. While pursuing separate musical paths, the two began writing together over college breaks, spending hours together perfecting lyrics and melodies — in the last of these sessions they wrote and recorded Whisky. \r\n\r\nJeremy blindly emailed Whisky to sixty blogs and within 2 weeks the track had climbed to the chart on Hype Machine. The buzz grew, the label calls began, and in early 2015 Marian Hill signed with Photo Finish / Republic Records. \r\n\r\n“Got It” sees sexy vocals sail above early-Neptunes-era glitchy beats and handclaps before a melody transfixes, singing a mantra to individuality veiled in sly innuendo. The beat’s sparse backbone came to Jeremy on a bus ride home to Philadelphia for a writing session, and the song was completed by the end of the following day. On “One Time” finger-snaps and a bass boom keep time as Samantha’s voice casts a spell, twisting the old one-night stand into a song of female empowerment. \r\n\r\nTheir sound has just started to percolate throughout the zeitgeist at large, soundtracking numerous promotional campaigns, television shows, and packed nightclubs. Now prepping their debut full-length debut, they seek to push the limits of their content and sonics even further. \r\n\r\n“We love the control you have in modern songwriting, because it’s not just music and lyrics - it’s everything. We’re writing an album of true, focused songs - where every component, from the choice of snare drum to the choice of lyric, is driven by one specific idea.”\"",
            "link": "http://www.marianhillmusic.com/"
        },
        {
            "name": "THOMAS JACK",
            "duration": "5:15 - 6:05",
            "time": "Friday, August 5, 5:15 PM",
            "bio": "",
            "link": "http://thomasjackmusic.com/"
        },
        {
            "name": "POLIÇA",
            "duration": "3:40 - 4:30",
            "time": "Friday, August 5, 3:40 PM",
            "bio": "POLIÇA began as a collaboration between fellow Gayngs' members Channy Casselle and Ryan Olson in June of 2011. By July they had completed 11 songs, made the key additions of drummers Ben Ivascu and Drew Christopherson, bass player Chris Bierdan, and headed into the studio. After Mike Noyce (Bon Iver) lent his voice on Lay Your Cards Out and Wandering Star, the record was brought to Austin, TX to be mixed with Jim Eno (Spoon). In a few days, the LP was completed and the band Poliça was formed. On stage, the original beats composed by Olson play amongst Channy’s passionate vocals & an intense rhythm section, that lead to a description somewhere in the area of electro-r&b goth-pop.",
            "link": "http://thisispolica.com/"
        },
        {
            "name": "GRIMES",
            "duration": "6:50 - 7:50",
            "time": "Friday, August 5, 6:50 PM",
            "bio": "Grimes is the multimedia project of Canadian artist Claire Boucher. She is best known for her work as a producer, singer and songwriter, although 'Grimes' also encompasses her work as a director, painter and writer. In 2013 Grimes was named the Webby's artist of the year and was also awarded a Juno for Electronic album of the year for her third record, Visions. In late 2014 Grimes chose to scrap recordings for her next album and has begun again from scratch, relocating from Vancouver to Los Angeles for new recording sessions.",
            "link": "http://grimesmusic.com/"
        },
        {
            "name": "JIDENNA",
            "duration": "2:10 - 2:55",
            "time": "Friday, August 5, 2:10 PM",
            "bio": ""
        },
        {
            "name": "MOON TAXI",
            "duration": "1:30 - 2:10",
            "time": "Friday, August 5, 1:30 PM",
            "bio": "",
            "link": "http://ridethemoontaxi.com/"
        },
        {
            "name": "J. COLE",
            "duration": "8:40 - 9:55",
            "time": "Friday, August 5, 8:40 PM",
            "bio": "And they say you can't go home again. Following 2011's Cole World: The Sideline Story and 2013's Born Sinner, Jermaine Lamarr Cole, aka Roc Nation rapper J. Cole, has returned to his childhood home in Fayetteville, North Carolina on his new, third album: 2014 Forest Hills Drive. Released December 9, 2014 Forest Hills Drive is a concept record about how a boy discovered his purpose, written from the perspective of a superstar rapper questioning the facets of fame. It is a meditation on the value of love relative to worldly success. And it is an extraordinary work from an artist who continues to grow and create. The narrative is a tale of Cole's and also serves as a series of metaphors that complete a story of passion, growth and ultimately reflection. It's an album to ingest as a whole with the sum of its parts creating the full tale.\r\n\r\nKnown for his reflective lyricism, J. Cole attributes his musical identity to the house where, crucially, he had his first 'own bedroom'. \"Having my own room allowed me turn into who I am. I enjoy privacy, I enjoy being by myself. That came from having my own room. Having my own room allowed me to shape myself.\"\r\n\r\nFor J. Cole the young teenager, having his own bedroom was a sign of progress. When it comes to signifiers of success as an adult, Cole's are impressive. He signed to Roc Nation before turning 25. His sophomore album Born Sinner outsold Kanye West's Yeezus. This year his acclaimed peer Kendrick Lamar professed deep admiration for J. Cole's lyricism. Then Jay-Z draped Cole with his chain in during a Master Square Garden concert on Cole's 29th birthday.\r\n\r\nJ. Cole debuted in 2007 with his mixtape The Come Up. He followed this with a second mixtape The Warm Up (2009), and shined on \"A Star Is Born\" from Jay-Z's album The Blueprint 3. A fervent fan base – of boys and girls, men and women – were with him. It's for them that Cole has since 2013 conducted an annual tour called \"Dollar And A Dream\" where fans willing paying one buck are treated to tracks from his early work. That's payback.\r\n\r\nBorn to an African-American father in the military and a white mother, Cole's nuanced notions of race – and his fearlessness when speaking out on the topic – imbue 2014 Forest Hills Drive. It was while finishing the album that the situation in Ferguson reached a boiling point. J. Cole wrote and recorded and released the \"Be Free\", a soul cry wherein the rapper sang his heart out: \"Ain't no gun they make that can kill my soul.\"\r\n\r\n\"Be Free\" is a powerful reaction to a fucked-up situation. The song is not on Cole's new album. The album has no built-up single, no pre-release teaser. 2014 Forest Hills Drive will, inevitably, be analyzed to every last verb and snare. But the music speaks for itself.\r\n\r\n2014 Forest Hills Drive does more than immortalizes an address in Fayetteville, North Carolina. It speaks to a progression in a young life emotionally and also from a socio-economic vantage point. From an all black trailer park in cramped quarters to a two-story house on a tree lined street with a carport and bedrooms for each family member. As the years and jobs of his mother improved so did the living situations and therefore the openness to get creative. With the new private bedroom coupled with a growing interest in rap music fueled by one summer-long visit by a cousin from down south who ushered in No Limit style hip hop the seeds of the future rapper were there.\r\n\r\nThe songs create a narrative and the mood varies from song to song. He wants success (\"Fire Squad\"), he sees growth (\"A Tale Of 2 Citiez\"), gets deep on storytelling (\"'03 Adolescence\", \"Wet Dreamz\"), hits bumps (\"“G.O.M.D.,” “No Role Modelz”) and comes full circle to what it all means to him and the notion of love (“Apparently,” “Love Yourz”).\r\n\r\nThe act of writing rhymes transformed Cole's perceptions of the potential of words. By 1998 he heard Canibus and Eminem, and fell in thrall to the MCs slant-rhymes, enjambment, and multi-layered metaphors. \"It was interesting to me because I knew you had to be smart to rap like that, to put together words like that. Then I got into Pun and Big L, lyricists, these guys with punch lines and flows. Then I'd hear Nas differently, like oh this is why this is amazing! It opened my whole world. I was never the same.\"\r\n\r\nA subsequent article in the school newspaper about a local hip-hop group called Bomb Shelter inspired Cole to go check them out at a skating rink. That night, when the invitation to come on stage was extended to anyone in the crowd who wanted to rhyme, Cole got in line. \"I was so nervous, had to face my fear. All these other dudes 20-plus years old were up there rapping. When it came my turn I spit one of the best verses I had. I could see the expression in everyone's face like, damn this kid is crazy!\" After invitation to visit Bomb Shelter in their studio, Cole peeped producer Nervous Wreck's set-up – and realized it was possible to make his own beats himself.\r\n\r\n\"I used to ask my mom every day to take me by McFadden Music,\" says Cole, grinning like a kid in a candy store. \"She'd let me be in there for 20 or 30 minutes. They had drum machines. There was one red machine, the Roland ASR X-Pro. It was mad expensive, like $1600, $1700, so she put it on a layaway plan. After that everything changed. Everyday I spent on that beat machine. I became immersed. Made my first song with that beat machine when I was 15. All this stuff took place in the house at 2014 Forest Hills Drive.\"\r\n\r\nFor J. Cole, success has brought the chance to address and redress the past. This year, he bought his childhood home at 2014 Forest Hills Drive in Fayetteville. He invited fans to the crib to debut the album of the same name. But the experience of \"going home\" went deeper than he was prepared for. \"My mom doesn't want or need the house now,\" explains Cole, adding that when they returned to the house together, \"she was crying. There were tough memories for her there. Here's a house that represents a dream that she tried to make work, having a husband and a family and a house to grow old together in. I had to sit back and think about the way she must have been feeling.\"\r\n\r\nEmpathetic lyricism and true soul music remains the molten core of Cole's work. (His new label Dreamville – its first two artists are Bas and Cozz – exemplifies that aesthetic. Get ready, 2015!) In the moment though, it's Cole's ability to reflect upon a situation, to not be afraid to look back in order to progress, that takes the form of one striking couplet on the new album: “The good news is, nigga, you came a long way / The bad news is, nigga, you went the wrong way.” Yet for J. Cole and his fans, resolution lies just around the corner.\r\n\r\nWelcome to 2014 Forest Hills Drive.",
            "link": "http://www.jcolemusic.com/"
        },
        {
            "name": "DOWN AND OUTLAWS",
            "duration": "12:00 - 12:40",
            "time": "Friday, August 5, 12:00 PM",
            "bio": "To Down and Outlaws, it's obvious and unavoidable. But apparently an all-for-one philosophy of songwriting and identity is an anomaly in the modern era of music.Recorded in a marathon one-week session at Studio 606, \"Above Snakes\" finds San Francisco's Down and Outlaws fine-tuning their place musically and striving to channel the restless, pissed off spirits of rock and roll history.\r\nAs Above Snakes -- an old west term meaning \"still alive\" -- suggests, the band believes in music that's fresh, yet pleasantly unpolished; brash, but wary; accessible, but never cheap.\r\n\r\nIn \"I Don't Care,\" Peter Danzig proclaims: \"I'm a sickness/ I'm a cheat/ I don't care if I feel a thing.\" And the whole band joins in to scream the title line with an urgency that proves just the opposite.\r\n\r\nThe band's show is the source and primary outlet of that urgency. A friend recently commented, \"I've been trying to record your set for months, but you're too fuckin' loud!\" This music is based on freedom and escape from everything else that drags you down, if only for 40 minutes.",
            "link": "http://www.downandoutlaws.com/"
        },
        {
            "name": "VULFPECK",
            "duration": "2:55 - 3:35",
            "time": "Friday, August 5, 2:55 PM",
            "bio": "Vulfpeck is a half-Jewish German-American rhythm section based in Los Angeles. Originally studio musicians at Vulf Records, Jack Stratton, Theo Katzman, Woody Goss & Joe Dart have released five albums under Vulfpeck.",
            "link": "http://vulfpeck.com/"
        },
        {
            "name": "TOKIMONSTA",
            "duration": "4:30 - 5:10",
            "time": "Friday, August 5, 4:30 PM",
            "bio": "Los Angeles native, TOKiMONSTA (Jennifer Lee) is known for her unique take on indie electronic/r&b/dance music. Her classical upbringing and eclectic music taste has allows her to create vast textural soundscapes—a reverberation that fuses vintage sensibilities with progressive inclinations.Her music has been recognized and praised by the very best in tastemaker and mainstream media. TOKiMONSTA has been featured on various large-scale radio programs such as: BBC Radio1 (UK), NPR (USA), BBC World Service (UK), J Wave (JP), Studio Brussels (BE), Radio Nova (FR), KCRW (LA) to name a few. Subsequently, DJ Mag, Pitchfork, The Guardian, XLR8R, Paper, LA Times, Dazed and Confused, SPIN, Wax Poetics, MTV, VIBE, Billboard, Rolling Stone, Sound and Recording and more have covered her. LA Weekly ranked her as 2010’s #1 female DJ in Los Angeles. Additionally, Resident Adviser did a full feature on her for their “Breaking Through,” an RA series, which focuses on the next big artist.Not only has she caught ears of many as a different dimension of Los Angeles-based music, TOKiMONSTA is notably the first female to join Flying Lotus’ crew/label BRAINFEEDER, which is on the forefront of LA music scene.TOKiMONSTA tours the world regularly as a live performer. Her performance is engaging as well as intricate—using new technology with pieces of musical and multimedia gear. She participated in the prestigious Red Bull Music Academy in London in 2010. In the summer of 2012, she was apart of the Full Flex Express tour, the first electronic music themed train tour that traveled across Canada with Skrillex, Diplo, Pretty Lights, and Grimes. She performed on the very first SS Coachella, which is Golden Voices’ first ocean cruise festival. Some notable past performances were at Coachella, Sonar Barcelona, DEMF, WMC, Electric Zoo, SxSW, Camp Bisco, Decibel Festival, with more scheduled in the future."
        },
        {
            "name": "LÅPSLEY",
            "duration": "6:05 - 6:45",
            "time": "Friday, August 5, 6:05 PM",
            "bio": "“It’s hard to get my head around it,” says Holly Låpsley Fletcher. “Around the fact it’s not about what grades you’ve got. I worry ‘What if I have a test on this, and I fail, because I’ve not earned my stripes?’”\r\n\r\nIf the speed of Lapsley’s ascent seems remarkable — at 19 years old, the past year has seen her move from sixth form college student to recording Long Way Home, her debut album for XL — it is testament to her talent, her musical and emotional maturity, as well as to the fact that she is that exceedingly rare thing: a young artist who knows her own mind about her music, her production, herself.\r\n\r\nAlthough she played piano, classical guitar, drums and oboe, Låpsley did not have a particularly creative upbringing; she was an academic all-rounder, her life equal parts schoolwork, classical music, a growing interest in a career in science. “But I was a creative person being suppressed,” she says. “And I think what drove me to music was a fascination with this whole world that I didn’t know. It excited me. And if I hadn’t had this conservative upbringing I wouldn’t have been so drawn to it.”\r\n\r\nIn her early teens she discovered electronic music, began going to raves near her home in Merseyside, joined a band. “I was really into ambient music, and the space, and the beauty of it – it kind of reminded me of some of the classical pieces I knew,” she says. Though she had already written songs on guitar, now she began to experiment with their production. “I enjoyed shaping them into a song that was sonically exactly how I wanted it to be,” she explains. “Over the past few years, I’ve come to know how to make the soundscapes in my head.”\r\n\r\nShe asked her parents for a cheap keyboard for Christmas, acquainted herself with Garage Band and bought a £90 microphone. “And somehow,” she says, “I messed around and created ‘Station’.” More songs soon followed. “I kind of got addicted. It was like an art project. I could be a creative person for the first time in my life.”\r\n\r\nHer parents told her to stop making music until after her exams. Låpsley rebelled, and continued to write in secret. “Every night I’d wake up at two in the morning and go downstairs,” she says. “So all those songs were made at night, which is probably why it all sounds really sad and moody.”\r\n\r\nShe was still studying for her A-levels when she posted her first EP on Soundcloud. Soon afterwards she followed it with the track ‘Painter’. They were songs that revealed an artist who was sonically adventurous, but also gifted with an exceptional voice — rich, soulful, but also capable of a stunning falsetto. “And then blogs started picking it up,” she recalls, incredulous. “I didn’t even know what a music blog was. I printed out every single one and showed my mum. But then it just got out of hand. ”\r\n\r\nApproaches from record companies swiftly followed. “It’s funny if I read through the email replies now,” she says. “They were all saying ‘So who produced it?’ Me. ‘So have you got a gig coming up?’ No. I’ve got my exams.”\r\n\r\nShe played her first show a couple of months later in Liverpool. Her next performance was at Glastonbury. The following week she moved to London, and placed her plans to study a degree in Physical Geography on hold.\r\n\r\nLong Way Home documents a turbulent time in Låpsley’s life — a period in which she reveled in her new-found music career as it took her from Liverpool to London to Los Angeles and back again. “It’s an autobiography of my emotions and events over the past year,” she says. “Everything that’s happened, I’ve channelled in some way into a song – whether that’s the theme of a long distance relationship, or something that he’s said, or the way that I’ve felt, or an argument. I only revisit the memories of that relationship when I go into the studio. I think it’s helped me, to be able to collect everything for those moments when I’m writing. I think that’s what’s driven this album.” Often on Long Way Home Låpsley recasts her romantic troubles in a different light — in the track ‘Silverlake’ likening the inevitability of the relationship’s demise to California’s dwindling water supply, or on fabulous disco number ‘Operator (He Doesn’t Call Me)’ imagining the trials of a long distance lover in the telephone switchboard age, accompanied by YouTubed samples and a live bass part from veteran bassist Otto Williams.\r\n\r\nLåpsley’s determined views on her own production have ensured her involvement in every element of these songs — a fact that in the early days seemed to confuse many of the producers she met. “They didn’t want to listen to me,” she says, “or they think a girl’s just there to add a top line, or they come to the table with ideas already. Straight away if I come in to a studio and someone says ‘I’ve written something for you’, then I’ll just walk out. I don’t care. I’m not there for that.”\r\n\r\nFor the bulk of Long Way Home she worked with XL’s in-house producer Rodaidh McDonald. “This album wouldn’t be how it is if it wasn’t for Rodaidh,” she says. “He’s at the top of the thank yous.” There were two tracks recorded with Paul O’Duffy, a producer she admired because “The way that he thinks is different to anybody else. He’s not tainted by a commercial idea, it’s so creative and beautiful and what I aspire to be like in the future.” She worked with Mura Masa for the album’s closing track, a song that gave the record its title. “That lyric about taking the long way home just sums up the relationship,” she says. “It has two different meanings: the album’s about a long distance relationship, but also if you walk the long way home with someone, you’re trying to spend as much time as you can with them.”",
            "link": "http://musiclapsley.com/"
        },
        {
            "name": "HIATUS KAIYOTE",
            "duration": "7:50 - 8:35",
            "time": "Friday, August 5, 7:50 PM",
            "bio": ""
        },
        {
            "name": "Make It Funky Djs",
            "duration": "12:00 - 1:30",
            "time": "Friday, August 5, 12:00 PM",
            "bio": "Make It Funky believes in crowd pleasing engagement, the call and return. We believe that the funk is a vibe that goes beyond the music and beyond the party. The funk is a sort of radiation of positive energy from a person’s body, an insistent rhythm appealing to various carnal qualities. Maybe funk is the difference between a group of people playing music and a party."
        },
        {
            "name": "219 Boys",
            "duration": "1:30 - 3:00",
            "time": "Friday, August 5, 1:30 PM",
            "bio": "Born as the brainchild of middle school friends, San Francisco natives Afterparty and Scoholla, the 219 Boys, utilize their extensive musical background to forge a new jackin' catalogue thats built on house and decorated with bass. Having both previously experimented with solo projects in the past, together, the 219 Boys project offers double the rhythms, double the grooves, and double the bass lines!",
            "link": "http://www.219boys.com/"
        },
        {
            "name": "The Romane Event with Paco Romane & Friends : featuring Moshe Kasher, Josef Anolin, Josh Androsky, Kaseem Bentley, Clare O'Kane, Spencer Devine, David Gborie, Krista Fatka, David Roth, Jane Harrison, and Casey Ley",
            "duration": "1:20 - 2:30",
            "time": "Friday, August 5, 1:20 PM",
            "bio": "One of San Francisco’s longest-running comedy shows, The Romane Event brings together the best of Bay Area comedians — from veterans, legends to up-and-comers — and national acts for a night of big laughs. Host Paco Romane oversees the fun, and for this Outside Lands edition he’ll be joined by special guest Moshe Kasher and Josh Androsky, Josef Anolin, Kaseem Bentley, Spencer Devine, Krista Fatka, David Gborie, Jane Harrison, Casey Ley, Clare O'Kane and David Roth. This comedy institution will leave you in stitches, so come out and enjoy a hilarious show that’s been praised by The Onion and the San Francisco Chronicle.PACO ROMANE has quickly established himself as a favorite with audiences due to his energetic, self-deprecating style. Onstage he uses his quick wit to spin just about any live moment and into his act. His comedy has been described as “authentic” and “engaging” and bookers have said “to call Paco an original is not an exaggeration” and “Paco’s comedy is a mash up of all things funny – stand up, sketch, improv…you name it” while political satirist Will Durst claimed “Paco Romane is one of the finest and funniest comedians working today” and the legendary comedian Michael Pritchard added “collaborative, creative to the genius level, and a trigger on stage, Paco is a true talent.” He can be seen quickly on Comedy Central’s Drunk History and was twice voted Best Comedian in San Francisco by the SF Weekly and SF Bay Guardian. A long time company member of SF’s premier sketch comedy group Killing My Lobster he wrote, acted, directed, and produced many of their sold-out performances. Paco also produced and hosted one of SF’s longest running comedy shows The Romane Event. In addition to being a comedian Paco is also a writer and actor and has appeared in numerous national commercials and films and is a sought after voice-over actor. He has worked with Robin Williams, Norm MacDonald, Jake Johannsen, Nate Bargatze, Moshe Kasher and has performed in many comedy festivals. He’s a regular at The SF Punch Line, The Sacramento Punch Line, Cobb’s Comedy Club and Rooster T Feathers. He recently recorded his debut comedy album Shaped Like A Thumb and is the co-host of the comedy/documentary podcast Sup Doc.MOSHE KASHER. Comedian. Child Genius. Jew. Jew Comedian. OBGYN. Pleasure center. Good tipper. Guiding light. Beefcake. He lives alone in LA with a woman and three white dogs. Featured on: Comedy Central's Drunk History and @midnight,  Brooklyn 99 on Fox,   FX’s “The League” \"Conan\",”Carson Daly”, Showtime's “Shameless”, MTV E!’s “Chelsea Lately”,\"Late Night With Jimmy Fallon\" and more. Currently the host of the popular podcasts, \"The Champs\"  and The Hound Tall Discussion Series. He is also   the author of the acclaimed memoir \"Kasher In The Rye\" on Grand Central Publishing.  In 2012 he released his first hour special on Netflix, “Moshe Kasher: Live In Oakland” It’s really good. He was a writer for The Comedy Central Roasts and is a producer/writer for the Comedy Central show, \"Another Period\" where he plays “Dr. Goldberg-America’s first Jewish doctor” Selected as one of Variety Magazine's \"Ten Comics to Watch\", LA Times, “Faces to Watch” Itunes “Comic of the year”  You can see him in the  upcoming seasons of Portlandia and Transparent as well as the Zoolander Sequel on which he was also the onset writer. Basically he’s funny and has done stuff.JOSH ANDROSKY quit high school early to pursue his love of television. By 20, he was a full time writer. When he was like 22 he wrote/produced FOX’s New Year’s Eve Live. Weird, right? Scott Weiland was there and it went about the way you’d assume. At 23, Josh started doing stand-up comedy and has since performed at festivals and venues across the nation, appeared on This American Life, SyFy’s Sharkmania, and contributes to VICE among other corporately-owned counterculture outlets, including several appearances on VICELAND’s upcoming stand-up house party series “Flophouse,” produced by Lance Bangs and Spike Jonze– oh and one time he ate shrooms and got weird as The Skateboard Rabbi on The Price is Right. Throughout it all, his love of writing for television has only intensified. He has written for truTV’s “Billy on the Street,” Nickelodeon’s “SpongeBob SquarePants,” and most recently sold a digital series to Comedy Central where he flew to Manhattan and harassed Donald Trump called “Trolling For Greatness.” So yeah, at the end of the day, his cat and girlfriend could not be happier for him. JOSEF ANOLIN is a premier, up-and-coming performer boasting verve and nerve where “Def” meets deft. Josef reflects an eclectic appeal; a product of his melting pot, Bay Area upbringing and Filipino/Japanese American heritage. Onstage he’s known for on-point punditry, stylish substance and a palpable, affable freshness. Described as, “incredulously profound while simultaneously embodying a playful deviousness. Challenging one stereotype or social norm one moment, to championing another with a faux willful ignorance the next.” Co-produces 2 monthly shows in San Francisco: \"Live At Deluxe\" & \"Haters Gonna Hate” and a weekly Midnight show, “Night Moves.” KASEEM BENTLEY no-holds-barred style command's your attention even when the check is dropping. Currently he doesn't have an agent, manager, or a million Twitter followers but club bookers still take a chance on him. Kaseem has appeared on Viceland, NBC SeeSo. KQED, and Rooftop Comedy, and was named one of SF Weekly's Comics To Watch. SPENCER DEVINE is originally from Seaside California but moved to SF in 2009 to pursue a degree and Journalism and comedy. He has been stand up comedy for about 6 years along with improv and sketch comedy in the Bay Area. Spencer is a part of the Musical comedy duo Mooredevine and a part of SF comedy crew Sylvan Productions, which produces shows throughout the city and beyond. He has big hair and a bigger personality. KRISTA FATKA is a San Francisco Bay Area comic and writer. With over a decade of performance experience in circus and theater, she’s as comfortable on stage as she is in a room full of clowns (pretty comfy). She has participated in notable festivals and competitions such as SF Sketchfest, Laughing Devil Competition (NY), and San Francisco International Comedy Competition. Krista produces stand-up shows all over San Francisco with the comedy duo Destiny's Mom. DAVID GBORIE is great at cocktail parties. He's been touring the country relentlessly for the past few years and has performed on some cool stuff. The New York Comedy Festival, Riot LA, SF Sketchfest, High Plains Comedy Festival, The Meltdown with Jonah and Kumail, all that good shit. He was recently named one of Comedy Central's Top Comics to watch for either 2015 or 2016 (he's not sure how it works but the credit is legit as fuck and he gonna use it. That's for damn sure). The kid lives large. JANE HARRISON got her start in Atlanta, but was lured to the Bay Area by the promise of orgasms and stage time. She found at least one of those things on a consistent basis. Her frank material, delivered in her smoky radio voice, only makes people uncomfortable who deserve to be uncomfortable. For everyone else, her act is a feet-up, hair-down, mic-drop tour de farce. She's performed in SF Sketchfest, at Cobb's Comedy Club, the San Francisco Punch Line, the Cynic Cave, produces the critically acclaimed Misery Index and Live at Deluxe, and is a five time Dirty Haiku Champion at Tourettes Without Regrets. She's currently in talks with a guy at a bar who makes her nervous. CASEY LEY was a fixture in the thriving San Francisco comedy scene, being named Best Comic by the readers of SFWeekly in 2012. A Los Angeles boy now, he is one of the hosts and producers of popular weekly stand-up show Party in the Back and has opened for Hannibal Buress, Janeane Garofalo, Ron Funches and Chris D’Elia. His weekly podcast The Gay Power Half Hour is a regular opportunity for him to gay up world events and make everything else about himself. It’s gay but it’s not gay enough that you have to worry about liking it if you are straight but also if that is something you are worried about then you should probably relax. It’s 2016, guys. Grow up. Speaking of 2016, this year you can see Casey on NBC’s new streaming comedy channel Sees and on Viceland’s new stand-up show Flophouse. CLARE O'KANE is an actress, comedian and writer from San Jose, California. She has performed in the Edinburgh Fringe Festival, the Bridgetown Comedy Festival, SF Sketchfest, FunFunFun Fest, and other wonderful, independent festivals around the country. She has been described as “sarcastic” and “half-Asian”. Along with being a stand up, Clare is also one-third of the sketch group Blessed. They have made a couple of very funny videos, none of which have gone viral. Clare has appeared on Vice's network Viceland and has written for Spongebob Squarepants. She currently lives in Los Angeles, California with a guy and a cat. DAVID ROTH is the creator and co-producer of Festa Comedy Night and has been prominently featured in The SF Weekly. He’s written two Super Bowl commercials and collaborated with comedy legends like Bob Odenkirk, Larry Charles, and Jim Gaffigan. David also co-wrote a song with Sir Mix A Lot, who refers to him as “The guy that tried to ruin my career.”"
        },
        {
            "name": "FDVM",
            "duration": "3:00 - 4:30",
            "time": "Friday, August 5, 3:00 PM",
            "bio": "Meet Vic and Florent: the French DJ duo that comprises FDVM. Based in both France and the United States, FDVM’s groovy and worldly sound has cultivated a movement across the Atlantic.",
            "link": "https://soundcloud.com/fdvm"
        },
        {
            "name": "Redlight",
            "duration": "4:30 - 6:00",
            "time": "Friday, August 5, 4:30 PM",
            "bio": "Hugh Pescod is a Bristol-raised, London-based artist. He started out in the early 2000s under the alias DJ Clipz, with a string of releases on various drum and bass labels including Full Cycle and Digital Soundboy. In 2009 he diversified his production style and adopted the alias Redlight, setting up the label Lobster Boy for his productions and debuting with his single \"Rock The House\" / \"Twist Up\" and the Lobster Boy EP.",
            "link": "http://www.redlightmusic.co.uk/"
        },
        {
            "name": "PillowTalk",
            "duration": "6:00 - 8:00",
            "time": "Friday, August 5, 6:00 PM",
            "bio": "PillowTalk is Sammy D, Ryan Williams and Michael Tello. Based out of the famous Lower Haight District in San Francisco, PillowTalk's music fuses classic R&B, boogie and disco with underground house and techno with an original feel. With releases out on Visionquest, Life & Death and Wolf + Lamb, 2012 is shaping up to be a huge year as they hit the road with the live band.",
            "link": "https://soundcloud.com/pillow-talk-1"
        },
        {
            "name": "Hound Tall Discussion Series with Moshe Kasher",
            "duration": "3:00 - 3:50",
            "time": "Friday, August 5, 3:00 PM",
            "bio": "The Hound Tall discussion series is a live podcast, hosted by Moshe Kasher, that takes a single topic and figures out the mysteries of the universe. An hour long chat with an expert and a panel of comedians, they learn all there is to know about things. And also laugh at them.Moshe Kasher. Comedian. Child Genius. Jew. Jew Comedian. OBGYN. Pleasure center. Good tipper. Guiding light. Beefcake. He lives alone in LA with a woman and three white dogs.Featured on: Comedy Central's Drunk History and @midnight,  Brooklyn 99 on Fox,   FX’s “The League” \"Conan\",”Carson Daly”, Showtime's “Shameless”, MTV E!’s “Chelsea Lately”,\"Late Night With Jimmy Fallon\" and more. Currently the host of the popular podcasts, \"The Champs\"  and The Hound Tall Discussion Series. He is also   the author of the acclaimed memoir \"Kasher In The Rye\" on Grand Central Publishing.  In 2012 he released his first hour special on Netflix, “Moshe Kasher: Live In Oakland” It’s really good.He was a writer for The Comedy Central Roasts and is a producer/writer for the Comedy Central show, \"Another Period\" where he plays “Dr. Goldberg-America’s first Jewish doctor”Selected as one of Variety Magazine's \"Ten Comics to Watch\", LA Times, “Faces to Watch” Itunes “Comic of the year”  You can see him in the  upcoming seasons of Portlandia and Transparent as well as the Zoolander Sequel on which he was also the onset writer. Basically he’s funny and has done stuff.Things people have said:  \"Everything you want in a comedian\" - East Bay Express;\"Displays a fiery frustration and agile, confident showcase of his neuroses\" - SF Examiner; \"Smart, dirty, sharp, self-deprecating and ultimately hilarious\" - Denver Post\"(With) a powerful comedic voice and amazingly wide range…(He is) one of the most important comics to watch out for\"- Punchline Magazine\"Hunk\" - East bay Express.People really seem to like him. Please, go to Netflix and watch his comedy special \"Moshe Kasher Live In Oakland\".  Please, read his book.  Please, think of the children.",
            "link": "http://moshekasher.com/"
        },
        {
            "name": "NATASHA LEGGERO",
            "duration": "4:20 - 5:05",
            "time": "Friday, August 5, 4:20 PM",
            "bio": "Natasha Leggero is an accomplished actress, writer, and stand-up comedian whose garnered attention across film, television and the web.  Leggero will next be seen starring opposite Andrew Dice Clay as his girlfriend Carmen on DICE.  The show chronicles life in the Vegas suburbs, as Andrew Dice Clay tries to live his life while trapped in the skin of “The Diceman.” Whether he’s attempting to pay back his gambling debts, manage his son’s heavy metal band or fend off pumped up fans, this show shines a light on the sides of Dice we’ve never seen before. The show premieres Sunday, April 10th on Showtime.  Leggero created, wrote, produced and stars in the Comedy Central sitcom, Another Period. Set in 1902 as an American period sitcom and spoof on modern day reality shows, Another Period explores the debaucherous life of Newport, RI’s socialites the Bellacourt’s, focusing on fame-hungry sisters Lillian (Leggero) and Beatrice (Riki Lindhome). The series premiered on June 23, running for 10 weeks and is produced by Ben Stiller's Red Hour Productions. The show will return for season 2 in June 2016.  Stemming from her breakout appearance on the Comedy Central Roast of James Franco, Natasha was lauded as the stand out roaster on the Comedy Central Roast of Justin Bieber, which aired on March 30, 2015. The actress has also appeared in an episode of NBC’s Marry Me and the hit show Modern Family in the episode “Fight or Flight.”On the big screen, Leggero starred in two comedy films including Neighbors alongside Seth Rogen, as well as Let’s Be Cops opposite Jake Johnson and Damon Wayans, Jr. She also had a role in the 2009 romantic comedy He’s Just Not That Into You. Leggero has built her body of work with numerous roles on prominent television series including NBC’s Community, FX’s It’s Always Sunny in Philadelphia, Arrested Development, Comedy Central’s Reno 911 and Drunk History, ABC’s Suburgatory, the sketch comedy Key and Peele, Comedy Bang! Bang!Chelsea Lately, and The Tonight Show, among many others. In 2012, the actress was featured in the Emmy® nominated web series, Burning Love. Produced by Ben Stiller, the scripted series parodies the popular reality television shows The Bachelorand The Bachelorette. In addition, Leggero’s voice can be heard on multiple animated series such asComedy Central’s Ugly Americansand Brickleberry, The Life and Times of Tim on HBO, as well as Aqua Teen Hunger Forceand China, IL for the Cartoon Network’s Adult Swim.Born in Rockford, Illinois, Leggero first began acting when she was 10 years old. She moved to New York City after high school where she studied at the Stella Adler Conservatory and received her B.A. in theater criticism from Hunter College. She currently resides in Los Angeles.",
            "link": "http://natashaleggero.com/"
        },
        {
            "name": "Kyle Kinane",
            "duration": "6:45 - 7:50",
            "time": "Friday, August 5, 6:45 PM",
            "bio": "Kyle's new special \"I Liked His Old Stuff Better\" debuted on Comedy Central in January, 2015. He’s appeared on @Midnight, Conan, Workaholics, Those Who Can't and Comedy Bang! Bang! He can be heard as the voice of Comedy Central and in various animated programs such as, Regular Show, Aqua Teen Hunger Force, Bob’s Burgers, TripTank, Adventure Time, and Lucas Bros. Moving Co.. His first one hour special, Whiskey Icarus, aired on Comedy Central in 2012. ",
            "link": "http://kylekinane.com/"
        },
        {
            "name": "John Mulaney",
            "duration": "5:35 - 6:25",
            "time": "Friday, August 5, 5:35 PM",
            "bio": "JOHN MULANEY is an Emmy Award winning writer and comedian. He most recently released his 3 rd hour stand up special a Netflix Original titled “THE COMEBACK KID” which the AV Club called “his best hour of his career.” He began his career in New York’s East Village hosting “The Oh Hello Show” alongside Nick Kroll. In 2008, he began working at “Saturday Night Live” where he appeared as a “Weekend Update” correspondent and co-created characters such as “Stefon” with Bill Hader. He currently writes for IFC’s “Documentary Now” and for Netflix’s “Big Mouth” on which he voices the character of Andrew. Mulaney’s first comedy special, “The Top Part,” was released in 2009 and reviewed as \"finely-crafted piece of work\" by The Huffington Post. He released his second Comedy Central special and album “New In Town” in 2012, and upon review EW.com hailed Mulaney as “one of the best stand-up comics alive.” Mulaney will be seen next starring in &quot;Oh, Hello on Broadway” alongside Nick Kroll this fall.",
            "link": "http://mulaney.tumblr.com/"
        },
        {
            "name": "LEWIS DEL MAR",
            "duration": "12:45 - 1:30",
            "time": "Saturday, August 6, 12:45 PM",
            "bio": "Lewis Del Mar are a Rockaway Beach Queens based Duo with a sound the New York Times has calls \"A clattering, profane, mixed media anthem\" and hailed by CMJ as \"One of the top acts to see in 2015.\" Debut single \"Loud(y)\" was called \"One of the best indie tunes to out this year\" by KCRW.",
            "link": "http://lewisdelmar.com/home"
        },
        {
            "name": "THE WOMBATS",
            "duration": "2:00 - 2:50",
            "time": "Saturday, August 6, 2:00 PM",
            "bio": "Los Angeles: a city of contrasts. On one hand, a metropolis of aspirations, a place which offers the transient a tantalising glimpse of glamour and permanence. On the other, many dreams drift away, deserted within an urban personification of unfulfilled ambitions. It might not seem like the most obvious place around which to theme an album for a band rooted in Liverpool (albeit via Norway in the case of bassist Tord Øverland Knudsen, or onto London for frontman Matthew 'Murph' Murphy), but that's precisely what The Wombats have done with their third set \"Glitterbug,\" a collection which follows their top five hit \"This Modern Glitch.\" \r\n\r\nCompleted by drummer Dan Haggis, The Wombats have a long association with Los Angeles. They've played in and around the city numerous times since the release of their debut \"A Guide To Love, Loss and Desperation,\" and even recorded their second album \"This Modern Glitch\" there too. For the band's core songwriter Murph it also proved to be a fount of inspiration, which gradually mutated into a magnetic attraction. \r\n\r\n\"Along with Liverpool and London, Los Angeles is my favourite place in the world, but I used to hate it,\" admits Murph. Part of the appeal was its versatility: the ability to experience \"the opulence and anxiety\" of the city or the rejuvenating qualities of the easily accessible countryside that lies just outside its borders. \r\n\r\nAs the process of working on a new album drifted over the horizon, Murph's internal dialogue took on a questioning tone, notably: what was it that inspired him to write in the first place? He soon realised that his greatest strength was writing about both the romance and the failings of modern relationships. The first new song, \"Isabelle,\" placed those issues within the realm of a seductive new location. \r\n\"That was based on an idea of going through tumultuous times with a fictional woman from L.A.,\" he explains. \"That became the main inspiration for most of the songs, this false world that I'd created for myself. As time progressed, I'd go to L.A. more and more, and the idea kept on building. The album's about the envy and the struggle and the pretence and the worry and the fear that L.A. -- and every major city in the world -- encompasses.\" \r\nInstrumentally, most of the songs took one of two directions: back in Liverpool, Tord and Dan's rush of creativity would result in them delivering backing tracks as a foundation for Murph to then build upon in L.A. or London; alternatively Murph would develop the essence of a song on guitar or piano for the band to collectively flesh out -- a process that had served them so well in the past. The slick Eighties synth grooves of \"Headspace,\" for example, originated as an initial idea from Tord before Murph expanded it into one of the album's strongest moments: \"I wanted that whole song to feel like you were driving a Cadillac, coming down or hungover. Like an antidote to 'The Boys of Summer.'\" \r\nIn January 2014, approximately halfway through the writing process, events conspired to curve full-circle from fiction into fact when Murph started dating a seemingly unattainable woman from the city. It was, he admits almost gleefully, a decidedly creepy coincidence. And so imaginary stories evolved into real life concerns: the fading embers of his relationship back in London and the challenges of maintaining a long distance relationship. \r\n\"Be Your Shadow\" is a prime example of a lyric about the reality of that person, and \"Give Me A Try\" was written after she returned home from visiting Murph in London. \"I was distraught. I just felt like a part of me was missing,\" he shudders. \"I really love that song. It's special to me because it has a far more positive outlook than what you've heard from us in the past.\" \r\nWhen it came to recording, The Wombats changed course from the plan which dictated \"This Modern Glitch.\" Instead of collaborating with an army of star names, the majority of the album was recorded at Bastille producer Mark Crew's studio in Battersea. Vitally, Crew exuded a calming influence to counteract the band's shared collection of irrational neuroses. \r\n\"Glitterbug\" certainly demonstrates that their efforts have resulted in the band's finest album to date. \"Your Body is a Weapon\" -- inspired by the sight of a disinterested pap snapping Harry Styles after an awards party -- was first to emerge when it was released as a stop-gap sweetener to the band's devoted fanbase. The rest of the album is just as compelling. \r\nExcitingly for the band, \"Emoticons\" is a track which is often met with a \"is that you guys?\" reaction when played to outsiders; the elastic bass that permeates \"Be Your Shadow\" imbues the track with a pulsating disco rhythm; while \"Greek Tragedy\" floats an East Asian-infused synth riff over booming, distorted drum beats. Collectively it snakes subconsciously into the leftfield but it's recognisably The Wombats. \r\nAnother of the album's key moments comes with \"This is Not a Party.\" Although The Wombats had previously been renowned as a band who could party as hard as anyone, some \"fairly sizeable\" nights out in the summer of 2013 saw Murph seesaw from celebratory hedonism to a borderline existential crisis -- all of which he has documented here. \r\n\"Those nights were a lot of fun, but they came with a hefty price,\" he summarises. \"They led me to question what the hell we were all doing and, more importantly, why we were doing it? This song was one of the easiest to write and most challenging to record. I also decided to name-drop everyone involved, and no one has complained yet. Apart from Charlie.\" \r\nDespite the album's focus on L.A. and the band's growing geographical displacement, The Wombats remain a Liverpudlian band at heart. Tord and Dan still live there, with the band's rehearsal room also in the locality. Similarly Murph is proud of his roots, despite plotting a move to Los Angeles in the longer term. \"I'm actually excited about how much of an awful struggle I'm going to have to make it a reality,\" he laughs. \"It's going to be great.\" \r\nFor now, though, all thoughts are focused on the band's return with \"Glitterbug.\" It's taken a while due to the recording schedule, two solid years of touring as well as 2014 delivering yet another hectic summer schedule of European festival dates, but The Wombats are truly thrilled by the prospect of the wider world finally hearing it. \r\n\"This album is the reconciliation,\" affirms Murph defiantly. \"They say your first album is luck, your second is a rebellion and your third is what defines you. As proud as I am of the first two albums, I think 'Glitterbug' will be what defines The Wombats.\" ",
            "link": "http://www.thewombats.co.uk/"
        },
        {
            "name": "RADIOHEAD",
            "duration": "7:55 - 9:55",
            "time": "Saturday, August 6, 7:55 PM",
            "bio": "None other than the legendary British band Radiohead will headline Outside Lands this year. Formed in 1985, the group achieved huge acclaim with a series of albums including 1997's pivotal 'OK Computer' which is often regarded as one of the best albums of all time. 'Kid A' and 'Amnesiac' saw the group broaden their sound to incorporate widely disparate musical elements which saw them move further ahead of their contemporaries. 2007's brilliant 'In Rainbows' also investigated new ideas of how to deliver music in the digital age. The group's last studio album 'The King Of Limbs\" was released in 2011.",
            "link": "http://www.radiohead.com/"
        },
        {
            "name": "YEARS & YEARS",
            "duration": "3:20 - 4:10",
            "time": "Saturday, August 6, 3:20 PM",
            "bio": " Olly Alexander, frontman and keyboardist of London electronic pop three-piece Years & Years, comes from a classicist musical upbringing, drawing upon iconic figures such as Joni Mitchell and Jeff Buckley, via the surrealist imagery of David Lynch and the dirty realism of Raymond Carver. The former qualities are wrapped in his distinctively dulcet tones, which Disorder described as \"Nina Simone crooning a melodic lullaby to the folktronic lovechild of Beach House and Terry Riley.\" Last year, Olly appeared at the Sundance Film Festival in Utah in support of his role as the lead in the upcoming Belle and Sebastian musical, also opening for the band at their secret show. \r\n\r\nThe group is by no means a one-man affair; it's down to Years & Years' two other members -- bassist Mikey Goldsworthy and synth player/beat-maker Emre Turkmen -- to truly bring the tracks to brilliant life. Using an idiosyncratic process that takes Alexander's timeless songwriting and updates it with a love of cutting-edge electronic music and R&B (think FKA Twigs, SOHN, Jai Paul) that is then finished off with a final collaborative output. \r\n\r\nHaving featured as Zane Lowe's next hype and picking up radio support from Phil and Alice, Edith Bowman and 1xtra's Sarah Jane Crawford, their single 'Real' has now amassed over 240,000 plays and gaining a Number 1 spot on Hype Machine's popular chart in the process, making it safe to say there's never been a better time to catch on with Years & Years. A debut album is in the works. ",
            "link": "http://yearsandyearsofficial.com/"
        },
        {
            "name": "BIG GRAMS (BIG BOI + PHANTOGRAM)",
            "duration": "4:40 - 5:40",
            "time": "Saturday, August 6, 4:40 PM",
            "bio": "The story of how these two iconic acts came together is modern music history at its best. Big Boi, a true music fan of all genres, was surfing the web and trying to close some pop-up ads when Phantogram’s “Mouthful of Diamonds” started auto-playing. Taken aback by their sound, Big Boi stopped what he was doing to Shazam the track to figure out who it was. He liked it so much that he arranged for a meeting and thus, the kinship and now collaboration was born. While the melding of their unique and individual sounds came together in the most organic way, it’s obvious that these three musicians were destined to join forces.\r\n\r\nBIG GRAMS marks Big Boi’s first official release on Epic Records, since signing with the label last year. Phantogram and Big Boi collaborated previously on a handful of tracks from Big Boi’s second solo album, 2012’s Vicious Lies and Dangerous Rumors, namely “CPU,” “Lines” and “Objectum Sexuality,” the latter also produced by Phantogram. Phantogram have released multiple EP’s and two studio albums, which have produced two Top 10 alternative hits, “Black Out Days” and “Fall In Love.” The duo is signed to Republic Records.\r\n\r\nBIG GRAMS’ self-titled debut is a concise album of seven “deadly” songs, each melding the best of Big Boi’s lyrical swag, Sarah’s haunting vocals, and Josh’s masterful production. The project, available September 25th, is just the beginning for this supergroup. ",
            "link": "http://biggrams.com/"
        },
        {
            "name": "AIR",
            "duration": "6:10 - 7:10",
            "time": "Saturday, August 6, 6:10 PM",
            "bio": ""
        },
        {
            "name": "JULIEN BAKER",
            "duration": "12:00 - 12:45",
            "time": "Saturday, August 6, 12:00 PM",
            "bio": ""
        },
        {
            "name": "ROGUE WAVE",
            "duration": "1:15 - 2:05",
            "time": "Saturday, August 6, 1:15 PM",
            "bio": "Delusions of Grand Fur\r\n\r\nOver the decade and a half that Rogue Wave has made music, Zach Rogue has continued to expand his band’s emotional spectrum. Drawing inspiration from the inevitable delusions of everyday American life, Rogue, his longtime bandmate Pat Spurgeon, and their fellow members have returned reinvigorated, and with a fresh sound founded on the art of patience, the fearlessness of experimenting, and the unbridled joy of creating something meaningful to help us navigate through these vacant times. Trusting in its own abilities and leaning on each other, Rogue Wave has seized creative control of its identity and sound and is set to smash any preconceptions of its music, revealing the most truthful, powerful, and urgent sonic blueprint of the band to date.\r\n\r\nTaking a longer break in between albums than ever before, Rogue enjoyed his extra time off at home in Oakland with his children. The songwriting process for Rogue Wave’s music is always the same—“me, alone in a room,” as Rogue says—and this time around, he found the most success at home in his bedroom or while driving in his car, even learning to embrace his two-year-old son’s “experimental tunings” on his beloved Taylor guitar. Lyrics, however, did not come as easy, and Rogue only found success with his words when slowing himself down and recognizing that his wild juxtapositions of lyrical themes actually felt right. “I wanted the duality,” he says, “I wanted the thematic conflict. This is a record of things being out of balance and at odds with one another.” Thematically, Rogue Wave’s music has never drifted too far from the subject matter of emotional battles with fear and joy in equal parts.\r\n\r\nChoosing to title the record Delusions of Grand Fur, a riff on the tendency of fresh-faced musicians to misperceive the reality of band life, Rogue found himself reflecting on all that he had learned through his time in Rogue Wave, in addition to our need as humans to keep up appearances. “You think the world will be your oyster and the wounds you were running away from when you joined a band will magically go away—you think you can just become someone else or get whatever you want,” he says. “But really, we are all deluded in some way. We need to delude ourselves to deal with the impossibility and difficulty of life. Delusion is what keeps the mythology of America alive. It keeps us from facing our history and our true selves. We don’t want to be deluded. We need it.” And once he had convinced Spurgeon of the sincere intent behind the titular pun, they began the recording process.\r\n\r\nIn a sense a return to their recording roots, Rogue and Spurgeon decided to work without a producer, instead recording and producing themselves at their home studio in Oakland. Calling to mind the band’s debut, 2003’s Out of the Shadow, a project completed entirely by Rogue and a single engineer, the band also decided to work without recording demo versions of songs—instead, the demos would simply become the songs. Setting up shop amongst their large collection of well-loved gear at the place they felt most comfortable, the band was free to experiment at will—rarely would they rehearse a song as a band first, instead choosing to tinker and jump off the deep end as Rogue and Spurgeon desired, blessing the process with what seemed like a natural evolution. At times, bassist Mark Masanori Christianson and the band’s new guitar player Jon Monohan would come by to throw in some ideas. But by and large the architects remained Rogue and Spurgeon, resulting in a revelatory experience and so many songs the band could have potentially released a double album. The process taught them to trust their instincts while embracing the fleeting energy of an imaginative spark.\r\n\r\n“It was really nice working at our own pace,” says Rogue. “We wanted to just go with our own instincts and trust ourselves. Pat really blossomed as an engineer during this record. His curiosity in the studio is just endless. There are no rules. And that’s why I’ve always been so comfortable bringing song ideas to him, because he is so open.” Spurgeon played all the drums on the record, as well as a bit of everything else. In Rogue’s words, even Spurgeon’s experiments became instruments all of their own, and despite the modest environment and DIY approach, the end result is a clearer snapshot of who Rogue Wave is today.\r\n\r\n“In a way, it could be argued that we chose the most regressive step by tracking our record in such a comparatively low fidelity environment,” says Rogue. “But for the music itself, it is the trajectory I’ve always wanted for this band. It’s the sound of who we actually are, for better or for worse.”\r\n\r\nEchoing that sentiment, Delusions of Grand Fur opens on a confident tone with the upbeat and personal “Take It Slow,” a song inspired by a mantra of patience. The energy takes off on the next track, “In the Morning,” which was given its gyrating, infectious pulse by the deft hands of its mixer, Chris Walla. And the bright clip of “California Bride,” perhaps the tone that will prove most familiar to longtime fans, is a meditation on the beauty and fortune of being alive. “Do you even know how lucky you are?” says Rogue of the song. “You got to live in California and feel the sand in your toes and grab what you wanted from life.”\r\n\r\nBut when the dark indie pop of lead single “What Is Left To Solve” opens the second half of the album with electronic flourishes, it’s clear that a new, exciting direction is being heralded. Originally written on guitar, the duo was inspired to deconstruct the song by listening to electronic music by Kraftwerk and Grimes. “The synth bass line is meant to represent the futility of thinking you will get a different result when you try to change someone else,” says Rogue. “We are slowly but surely replacing human interaction with digital interaction.”\r\n\r\nContinuing the fresh foray, “Frozen Lake” is an interpersonal breakup song that evokes sounds of the ’80s, the present, and the future all at once, while the jangly, psychedelic “Ocean” is an instant smash about breaking up, and how getting stabbed in the back can leave you feeling infinitesimally small. When Mike Deni of Geographer lends his soaring voice to the track’s bridge, the tune rises to the rafters. By the time the album reaches its close with the slow-burning, achingly lush “Memento Mori,” it’s clear that Delusions of Grand Fur is a masterstroke by a band that knows who it is and has continued to evolve. Rogue Wave has released a work that serves as a culmination of all it has learned and that trusts itself over all else to deliver that message with a supreme urgency.\r\n\r\n“Overall, I think we have grown more comfortable in our own skin,” say Rogue. “We had total control; we were on our own little island and made the record entirely for our own amusement. As a result, there are some pretty experimental tendencies. It is pretty immersive. There are some very emotional moments. But my relationship with Pat continues to grow. In many ways, I feel like we are just starting to figure out how we like to record music. This record was the most challenging album we’ve ever worked on, but it never felt like a slog. When we are working on songs together, it just never feels old.”",
            "link": "http://roguewavemusic.com/"
        },
        {
            "name": "LORD HURON",
            "duration": "3:55 - 4:45",
            "time": "Saturday, August 6, 3:55 PM",
            "bio": "Ben Schneider conjured Lord Huron from the depths of Lake Huron during a trip to his family home in northern Michigan in 2010. Ancient memories, smoke over the moon and nights full of perilous laughter all bolstered the brew from which Lord Huron emerged. Ben brought Lord Huron back with him to Los Angeles, where strange young things are known to flourish, unhindered.\r\n\r\nAs the songs grew, so did the need for a band to play them. Answering the call ringing out from California, grand brethren from years past, friends and fellow Michiganders, Mark Barry, Miguel Briseno and Tom Renaud, left their respective paths, or bent each road to their own will, to reconvene out west. An old crew reformed in a new harbor.\r\n\r\nAfter a pair of EPs, a debut album, Lonesome Dreams saw release in 2012. Tours followed that found the boys in blistering deserts, reveling in sinister paradises, wandering frozen coasts and lost among the hanging fog of bygone forests. Who can say but the soles of their shoes how far they travelled and how wide?\r\n\r\nIn 2014, trail-weary but intrepid, Lord Huron set up camp deep in Los Angeles at Whispering Pines Studios to notch their latest songs and abet the journeys of others. Lord Huron will release the next chapter of their adventures, Strange Trails, in April 2015.",
            "link": "http://strangetrails.com/"
        },
        {
            "name": "IBEYI",
            "duration": "2:35 - 3:25",
            "time": "Saturday, August 6, 2:35 PM",
            "bio": "\"Lisa and Naomi Diaz are the daughters of the late Cuban percussionist Anga Diaz. Naomi plays percussive instruments, the Cajon and the Batas, while Lisa plays piano. Together the twins have learned the songs of their father’s culture, Yoruba. Yoruba travelled from West Africa to Cuba with slavery in the 1700s. The Yoruba people have the highest twinning rate in the World, and twins occupy an important position within Yoruba culture. Ibeyi is pronounced “ee-bey-ee” and translates as “Twins” in Yoruban. Ibeyi sing in English and Yoruban, and have created a minimalist sound that merges elements of their heritage with their natural love of modern music as teenagers growing up in Paris, citing artists such as James Blake and King Krule amongst their wide range of influences. Ibeyi are currently recording their debut album for XL, with Richard Russell on production. “Their single ‘River’ is essentially a gospel song sung over a sparse beat, and it is both awesome and\r\n\r\notherworldly.” (Stereogum) \r\n\r\n“You’re unlikely to hear anything as startlingly original all year.” (NME) \r\n\r\n“If this doesn’t lift your spirit, literally nothing will.” (Disco Naivete)\"",
            "link": "http://ibeyi.fr/"
        },
        {
            "name": "FANTASTIC NEGRITO",
            "duration": "12:40 - 1:25",
            "time": "Saturday, August 6, 12:40 PM",
            "bio": "Known for his unique fusion of blues, soul, roots and rock music, on The Last Days of Oakland frontman and songwriter Xavier Dphrepaulezz tackles the socioeconomic, race and class issues he witnesses on a daily basis living in the East Bay. “Something has happened,” observes Dphrepaulezz. “We are in a new phase. An era has definitely ended and I can feel it in every major city I toured in the States. Black folks have moved out of the city in large numbers. The cities have become almost impossible to live in due to skyrocketing rent and high costs of living.” He also notes, “I feel the end of something always means the beginning of something new. I like my chances and I like yours in The Last Days of Oakland . It’s really up to us collectively if we choose.”The winner of NPR’s inaugural Tiny Desk Concert Contest, Fantastic Negrito quickly won over critics with 2015’s self-titled EP. Consequence of Sound wrote of the record “Dphrepaulezz sings like a man compelled by a spiritual force…[his] voice is impassioned, somewhere between a croon and a scream,” and the Washington Post praised the EP’s “raw vocals and self-assessing lyrics.” The San Francisco Chronicle noted that “almost overnight, the singer-songwriter became an international sensation.”Dphrepaulezz hailed from an orthodox Muslim household as a child. After relocating from rural Massachusetts to Oakland as a teenager in the 1980s, he quickly moved from strict religion to the music of Funkadelic; by the age of 20 he taught himself to play just about every instrument he came across, and in the `90s, he signed a multi-million dollar deal with Interscope Records performing under his first name Xavier. Dphrepaulezz’s life changed drastically when he was involved in a near death car accident resulting in a three-week coma, followed by intensive physical rehabilitation with his guitar playing hand permanently incapacitated. After a five-year hiatus, Dphrepaulezz created Fantastic Negrito. Inspired by all American music, most especially Delta bluesmen such as R.L Burnside and Skip James, he sought to modernize his compositions by sampling and looping his own live recordings. He told NPR that the name is “a celebration of blackness. The ‘Fantastic’ is self-explanatory; the ‘Negrito’ is a way to open blackness up to everyone, making it playful and international.” "
        },
        {
            "name": "THE LAST SHADOW PUPPETS",
            "duration": "5:15 - 6:05",
            "time": "Saturday, August 6, 5:15 PM",
            "bio": "Whether or not we expected it, Everything You’ve Come to Expect has been a long time coming: to be exact, eight whole years since the release of the Last Shadow Puppets’ debut album The Age of Understatement. “When someone pointed that out, I was like, ‘Fucking hell, we’re men now!'” laughs Miles Kane, co-frontman of the Puppets with Alex Turner. “Our balls have dropped.”\r\n\r\nOwen Pallett, who arranged the strings and horns on The Age of Understatement, had the same thought when he once again reported for Shadow Puppets duty last year. “I had run into Alex at festivals, so I saw him through his sort of longhaired gym-queen look to his current slick rockabilly style,” says the Canadian genius and Domino labelmate. “But Miles I hadn’t seen at all since he was twenty one. So when I saw him again it was like, ‘Oh my god, you’re an adult!’ It was so shocking to see this guy who’d been like a cheeky schoolboy turn into a guy who literally owned my ass.”\r\n\r\nSuffice it to say that other obligations came between The Age of Understatement and its sophomore successor, not least the unstoppable rise of Turner’s Arctic Monkeys, who released not one but three hugely successful albums between 2008 and 2013. “I wish I had a more flowery answer, but there just wasn’t a chance to do a second album before now,” Turner says. “The Age of Understatement exceeded our expectations, but it was cut short because it was never assumed that we would take it on the road. And then we had to get back to our other bands.” (Kane embarked on a solo career after disbanding his trio the Rascals in the summer of 2009 and subsequently released two albums on Columbia.)\r\n\r\nNeither Kane nor Turner ever intended to put the Puppets on the back burner where so many “side projects” languish in perpepuity: the creative outlet that the act offered to the two friends was far too important for that. “The Age of Understatement was the first time I’d looked at lyrics as just another element of the recording, along with the melody and the rest of the music,” says Turner. “Before that, every song I’d written had been ‘about something’ – in inverted commas – and this was the first time I’d started to look at the lyrics more as a component – not putting focus on it but thinking about the shadow it cast on the wall rather than the object itself. It was like dipping a toe in the abstract for the first time.”\r\n\r\nJust as The Age of Understatement enabled the duo to explore an all-but-forgotten world of epic ’60s pop that contrasted starkly with the indie guitar-rock template of the Monkeys and the Rascals, so the second coming of the Shadow Puppets has given Kane and Turner new avenues that veer radically away from their other work. In fact, several of the songs on Everything You’ve Come to Expect have been germinating ever since the Monkeys finally came off the road after touring the mighty AM in November 2014. “We’ve been writing these tunes sporadically over the last couple of years,” says Turner.\r\n\r\nTurner is all too aware that the “story” of Everything You’ve Come to Expect could be reduced somewhat crassly to the fact that both he and Kane now live in Los Angeles – and that the album was cut at Rick Rubin’s Shangri-La studio, the Malibu home to The Band in their Last Waltz heyday. “I’d love for it to be neat and tidy, like ‘We’re living here so it sounds like this’,” he says, “but it’s not really like that. When I listen to the album, I think of other cities – London and Paris – as much as I think of LA.” Kane concurs: “It wasn’t like a big ‘Let’s make an L.A. record’ kind of thing. It was more just, ‘Well, we’re here, let’s do it here.'”\r\n\r\nBoth men, however, admit that some distinctly American influences did seep into the album’s songs, even if they’re less detectable than the influences of Scott Walker, John Barry, and Ennio Morricone were on its predecessor. “There were some Todd Rundgren songs, and a Ned Doheny album called Hard Candy,” says Turner, who also concedes that recording in his adopted city was the “green juice that softened the edges” of the Puppets’ sound at Shangri-La. Another, slightly more improbable influence was that of Paul Weller’s Style Council. “I definitely wasn’t listening to them when we made the first Puppets record,” Turner admits. “With ‘Long Hot Summer’ there’s a sort of shimmery quality to that that we tried to introduce into the sonics of this album, and even melodically.”\r\n\r\nFor Owen Pallett, who this time worked more in situ with the band in the studio, the songs weren’t so much American or Californian as simply more open and expansive. “There was a lot more space for my orchestral work,” he says. “With the first record we talked about Scott Walker and David Axelrod as reference points for where they wanted the orchestrations to go. With this record I asked if they had any new reference points and they said, ‘Have you heard of a record called The Age of Understatement?’ So I was kind of pulling from my own private sources.” One of those turned out to be a classic of orchestral soul by Isaac Hayes, scored in 1969 by Detroit arranger Johnny Allen. “There were a couple of songs we were kind of struggling with,” Pallett says, “so one night we listened to Hot Buttered Soul and then went back and rewrote a couple of the arrangements.”\r\n\r\n“I think working next door from us led Owen to different conclusions than last time, when we didn’t have that luxury,” says Turner. “He wanted to do less than he’d done before. He’s an incredible talent. We’d just wind him up and let him go.”\r\n\r\nWhat strikes one on initial exposure to Everything You’ve Come to Expect is that it wears its influences less obviously on its sleeve. While the Puppets’ sound remains anchored in ferry-‘cross-the-Merseybeat sweep and romance – in the lost pop world of Brylcreemed Billy Fury – their new songs take us into the realm of Curt Boettcher (the title track’s bittersweet sunshine pop) and Roy Orbison (the bolero-driven croonerama of ‘Sweet Dreams, TN’). If lead single ‘Bad Habits’ is jaggedly snarling, ‘Miracle Aligner’ and ‘Dracula Teeth’ are seductive and melodically pining.\r\n\r\n“I think what makes this record slightly different is that me and Al have found our voices more from when we did our first one,” says Miles Kane. “Obviously we’ve done more singing in that time, so we’d each sort of sit back and let the other one do his bit on the right songs. Like on ‘Sweet Dreams’, I think Al’s vocals are unbelievable, the way he soars on it and the way he croons. Whereas I can deliver the slightly punkier things like ‘Bad Habits’, I find that easier. But then you have that middle ground of songs like ‘Used to Be My Girl’ and ‘Aviation’ between those bookends. With the close harmonies on, say, ‘Dracula Teeth’ and ‘Element of Surprise’, they sort of blend into each other, so on those more sparkly tunes that was a new thing that developed for me – to make beautiful, sexy vocals.”\r\n\r\n“I love the first record, but I can’t even compare it to this new one,” says Owen Pallett. “This one takes far more chances, and the stylistic detours don’t feel quite so out of step. There are many more interesting turns and twists. Lyrically there’s a lot more depth to it.” Pallett won’t resort to rock-critical tropes of “maturity” and “growing up”, preferring to see Everything You’ve Come to Expect in the context of change. “People like Alex and Miles – are always flipping the script, never trying to go back and make the same record.”\r\n\r\n“How important is it to be looking over your shoulder?” says Turner. “Is it not more exciting, rather than trying to hold on to something – or to someone’s perception of something – to let that go and explore what’s in front of you, regardless of the green juice and the palm trees?”\r\n\r\nFor Owen Pallett, the Last Shadow Puppets remain a kind of “vacation home” for Kane and Turner, a place where – in collaboration with bassist Zach Dawes and drummer/producer James Ford – they can “cut loose a little bit and just have fun”.\r\n\r\n“The whole point of The Age of Understatement was that there was no agenda,” reflects Kane. “We didn’t even know whether we’d put an album out. It’s different now, because we’ve both done things and obviously know about the Puppets. Yet we’re still best friends and that’s still the root of it, really. That’s the buzz of it.”",
            "link": "http://www.thelastshadowpuppets.com/"
        },
        {
            "name": "JAUZ",
            "duration": "5:15 - 6:05",
            "time": "Saturday, August 6, 5:15 PM",
            "bio": "Genre blending has always been a core tenant of Jauz – the project of 22 year old LA-based and Icon Collective graduate, Sam Vogel. Over the course of the past few months we have seen the young star rise, turning in some of the biggest tracks of the year, from taking on the likes of Ed Sheeran, Asap Mob, Childish Gambino, and more. Jauz has released addictive mid-tempo originals like “Feel the Volume” and remixes like “Hella Hoes” that have left both the festivals and clubs wanting more and garnered him support from industry heavyweights like Zedd, Skrillex, Diplo, Borgore, Destructo, Arty and others. His euphoric originals and viral remixes seamlessly weave in and out of several musical categories, staying true to his creed: “music has no boundaries.”",
            "link": "http://jauzofficial.com/"
        },
        {
            "name": "VINCE STAPLES",
            "duration": "3:40 - 4:30",
            "time": "Saturday, August 6, 3:40 PM",
            "bio": "While crafting his debut album, Vince Staples revisited one of the most pivotal periods in his life. The Long Beach, California rapper did so because it is the time that inspired the things he’s discussed throughout his music. For him, it was a line of demarcation for his evolution.\r\n\r\nWith Summertime ’06, Vince Staples delves into the crucial season of his life, one where he discovered what his life was about and what it was shaping up to be. It was a wild, a coming-of-age time depicted on Hell Can Wait, his acclaimed 2014 Def Jam Recordings EP. “That’s the prequel to what we’re speaking about on this album,” he says, “the point where we kind of had to grow up and fend for ourselves.”\r\n\r\nOn Hell Can Wait and his revered mixtapes, Vince Staples rapped with a masterful blend of observation and first-person passion. With Summertime ’06, he takes listeners to the very streets in which he was raised in a way that’s rarely been done on an entire album. In fact, this change in presentation is as gripping as it is revolutionary. “I’ve never heard anything that literally in the moment of when it’s happening,” he says. “I tried to capture that. Even with Biggie, it was, ‘It was all a dream.’ It wasn’t happening at that very moment. I wanted to capture the energy and the emotion of actually being in that environment, something that nobody really knows about because not a lot of people rapping really had to go through that.” Case in point is lead single “Senorita.” The ultra-dark, piano-accented and thunderous beat serves as a stellar soundbed for one of the California artist’s explorations into what really matters to people. There’s a rebellious energy in the song that’s equaled by his furious rapping, a quality that marks a new stage in Vince Staples’ artistry. “If the music doesn’t grow with you, you’re done,” he says. “That’s the next step.”\r\n\r\nThroughout Summertime ’06, Vince Staples showcases what he’s learned about life and about making music. As the album progresses, we enter the mind of a young teenager whose life consisted of robbing people and getting into fights. He and his friends knew that they were wrong and that they were putting everything on the line for questionable objectives. They also knew that their lives had the distinct possibility of repeating this desperate cycle until the end of their lives.\r\n\r\nIt’s a situation tens of thousands of kids find themselves in, at least in part because of the actions of their parents. On the murky “Birds + Beez,” Vince Staples addresses this reality. “I’m speaking about how my parents’ actions and ways lead to what happens to me,” he explains. “It’s the same thing with my grandmother prioritizing money over everything growing up. That led to, ‘OK. So we need to get money from somewhere.’ They come from a completely different time period and don’t think about what their words mean to us. It’s an example of what their downfalls could lead to for me and my generation because it’s a generational thing. We’re really the first generation that was a product of it. My grandparents were at the tail end of the Black Panthers turning into these ‘gangs.’ My parents were at the beginning of Crips and Bloods.”\r\n\r\nThis mindset plays perfectly into the mesmerizing “Get Paid,” a dissertation on how money is a means of control. “If everybody had money, nobody would be dying,” Vince Staples says. “The song is about a first-person perspective of that. When you’re young and you don’t have nothing and you watch TV and you see a rapper or an athlete from your area that has something you’ve never seen before, it builds up an anger. That anger gets translated when you find a way to make a means for yourself. That’s the easiest way to do it.” With “Street Punks,” Vince Staples examines how people don’t come to grips with life-and-death situations until they are confronted with them themselves, while the mind-blowing “Jump Off The Roof” explores the danger of putting too much stock in something you have no control over. “It’s about faith,” Vince Staples says. “It’s about letting yourself go and relieving yourself of that stress by things that don’t matter at the end of the day because nothing matters at the end of the day – and that’s the scary part about life. Nothing at all matters. You pick what matters.”\r\n\r\nBut people often find themselves ill-equipped to deal with life’s harsh realities. Part of that is familial circumstance or the lack of a support system, a reality addressed on the album’s title track. “It’s about figuring things out at a very young because nobody’s going to help you,” he says. “That’s something everybody can relate to. They might not relate to an action itself, but you can relate to the energy and emotion because it’s the energy of confusion, pain, aggression, anger. Everybody deals with that when you’re 13, 14, 15 years old, whether it’s, ‘Mom, you never let me do anything’ or, ‘Mom, you don’t care about me.’ It’s still that frustration stemming from a lack of guidance, lack of better judgment.”\r\n\r\nBorn and raised in Long Beach, California, Vince Staples has emerged as one of rap’s preeminent rising artists. He’s released two installments of his Shyne Coldchain mixtape series and paired in 2013 with Mac Miller (under the alias Larry Fisherman) for the revered Stolen Youth mixtape. Successful tours and collaborations with Earl Sweatshirt and ScHoolboy Q also dot his resume, as does 2014’s Hell Can Wait EP, his sterling debut Def Jam project. Now, with Summertime ’06, Vince Staples has crafted a full-length album on rap’s most important label. For Vince Staples, it’s about much more than just being a well-paid, high-profile artist. “I don’t care about money because I’ve always been broke,” he says. “I don’t care about attention because I’ve got a gap between my teeth and a speech problem. I don’t care about fame because it’s corny. I don’t care about being a rapper because those dudes embarrass themselves. What I care about is that when you die, were you full of crap. That’s what matters where I come from.” It’s a lesson Vince Staples learned during the Summertime ’06."
        },
        {
            "name": "THE KNOCKS",
            "duration": "2:05 - 2:55",
            "time": "Saturday, August 6, 2:05 PM",
            "bio": "When it comes to origin stories, The Knocks have a good one. After meeting at The New School in New York City, Ben “B-Roc” Ruttner and James “JPatt” Patterson both found themselves in need of a place to live. The two moved in together, and quickly set about making their neighbors hate them. “Our apartment was this small, shitty Avenue C apartment with paper thin walls. We both had studio set-ups in our rooms,” explains B-Roc. “It would be loud as hell, and the neighbors hated it. They’d knock on the walls and bang on the ceiling. We would go into each other’s rooms and say ‘I just got the knocks.’”\r\n\r\nDeclared by the NME as one of the “20 hottest producers in music” as “cred-pop’s answer to the Neptunes” by The Guardian - they are now one of the most buzzed-about duos on the electronic circuit. JPatt’s background in soul and funk and B-Roc’s years spent immersed in trip-hop and hip-hop beats has allowed them to quickly ascend the production ranks. Initially gaining recognition for their remixes for artists including Haim, Santigold, Foster the People, Two Door Cinema, Ellie Goulding, Chiddy Bang,Passion Pit and The 1975, they eventually found themselves experimenting with sounds of their own.\r\n\r\nB-Roc and JPatt didn’t think much would come of a nearly five-minute track they had been building, all tense beats and tingling synths. “It kind of started out as a joke,” says B-Roc. “But people were liking that more than the stuff we produced for other people,” says B-Roc. “It felt right.” The duo quickly discovered a newfound freedom in creating their own songs. “It's better because it's ours, and we can do whatever we want with it,” explains JPatt. \r\n\r\nWhen The Knocks realized the chord they’d struck, they opened their own custom-built studio Heavy Roc Music on the Lower East Side in New York City. Over the past three years, the duo has been jet-setting around the globe for DJ gigs, sharing stages with Grouplove, M.I.A., Two Door Cinema Club, Dragonette, Sleigh Bells, Chromeo and chrome… all while releasing infectious singles that have turned The Knocks into blog darlings. After releasing “Dancing with the DJ” in 2010 via Heavy Roc , the song shot to #1 on Hype Machine and hit #1 on Japan’s Electronic Songs Chart, with heavy rotation at JJJ. Their Magic EP showed a more mature side, continuing that progression on singles 'Modern Hearts' featuring St Lucia, and the new EP Comfortable - out on Neon Gold Feb 17th. Be prepared, because The Knocks will be knocking at your door and stereo very soon."
        },
        {
            "name": "SUFJAN STEVENS",
            "duration": "6:35 - 7:45",
            "time": "Saturday, August 6, 6:35 PM",
            "bio": "Sufjan Stevens is a singer-songwriter currently living in Brooklyn, NY. A preoccupation with epic concepts has motivated two state records (Michigan & Illinois), a collection of sacred and biblical songs (Seven Swans), an electronic album for the animals of the Chinese zodiac (Enjoy Your Rabbit), two Christmas box sets (Songs for Christmas, vol. 1-5 and Silver & Gold, vol. 6-10), and a programmatic tone poem for the Brooklyn-Queens Expressway (The BQE). In 2010 Sufjan released an expansive EP (All Delighted People) and the full length The Age of Adz, a collection of songs partly inspired by the outsider artist Royal Robertson. His most recent release is an album entitled Carrie & Lowell. Born in Detroit and raised in Northern Michigan, Sufjan attended Hope College, in Holland, Michigan, and the masters program for writers at the New School for Social Research."
        },
        {
            "name": "HALSEY",
            "duration": "6:55 - 7:55",
            "time": "Saturday, August 6, 6:55 PM",
            "bio": "Halsey: a better combination of lovable pop and provocative grunge could not have been better engineered in a lab. The alter ego of 21-year-old Ashley Frangipane was conceived from the \"Halsey\" stop on the L train to Brooklyn (and is an anagram of her first name) -- appropriately so, having been born in New Jersey, but defined by the city of New York. Halsey seeks to combine honest, unashamed, and androgynous lyrics with the sugary feminine allure of pop music. Biracial and shaped by the discography of a black father and a white mother, she brings a sense of diversity and a realness to the pop idiom. Her sound is hook-bait-catchy, and unapologetic in nature. \"Ghost,\" her lead single,\" is a perfect example: She plays no victim, instead exploiting the tragic and laughable intimacy of human relationships. Signed to Astralwerks/Capitol, Halsey has all the undeniable makings of a pop star, with a bitter aftertaste that is so tongue-in-cheek.",
            "link": "http://iamhalsey.com/"
        },
        {
            "name": "ZEDD",
            "duration": "8:40 - 9:55",
            "time": "Saturday, August 6, 8:40 PM",
            "bio": "Born Anton Zaslavski, Zedd was raised in Kaiserslautern, Germany by two classically trained musicians. He began playing the piano at the age of four and built up his knowledge of the Classical repertoire throughout his childhood, at times writing a song a day. At age twelve, Anton learned to play the drums and, soon after, he began performing with the post-hardcore/metal trio Dioramic. As a preteen he was already composing and producing numerous rock songs in his band's own studio. As the aughts progressed, Anton’s awareness of other genres widened, and in 2009 his interest in producing electronic music was piqued after hearing the French electronic duo Justice. With his gift for musicality and background in composition, instrumentation and production, the move into the realm of electronic dance music was seamless. 2009 proved to be a watershed year for Zedd. It was during this year that he began producing electronic music, and within an incredibly short period of time amassed widespread critical and audience acclaim. Within a few months of beginning his production work, Zedd won two Beatport remix contests, the \"Armand Van Helden / Strictly Rhythm Remix Contest\" and the \"Fatboy Slim / Skint Remix Contest\". These critical wins gave the budding artists the notoriety and clout to catch the interest of Skrillex who essentially found him on the net and signed him to his new OWSLA label. He caught the ear of Interscope A&R Dave Rene and Interscope Geffen A&M Chairman Jimmy Iovine and successfully released several official remixes for powerhouse artists such as Lady Gaga, Black Eyed Peas, P. Diddy, Swedish House Mafia and Skrillex on labels including Interscope, mau5trap and EMI. In the realm of his original compositions, Zedd’s hit singles 'Shave It' and 'Slam The Door' (released on OWLSA) held the top spot on Beatport's charts for multiple weeks at a time. In the same year, his remix of Lady Gaga’s “Marry the Night” appeared on the deluxe edition of the superstar’s latest album Born This Way and his remix of “Born This Way” appeared on Born This Way: The Remix. In addition to his own compositions and re-workings of songs by other artists, Zedd has had fellow electro heavyweights take their turn at his tracks, including Tiesto, Armin Van Buuren, Kaskade, Knife Party and more. Zedd signed with Interscope Records in 2012 and released his debut LP Clarity in October to much critical acclaim. The album’s first single, “Spectrum,” featuring Cherrytree Records recording artist Matthew Koma, garnered massive global attention, soaring to #1 on the Billboard Dance Club Song chart and ultimately being named their Dance Club Song of the year as well as iTunes “Breakthrough Album of the Year (Dance) for 2012. In addition to racking up original production credits for artists including Eva Simons’ “I Don’t Like You” and Justin Bieber’s “Beauty And A Beat,” Rolling Stone named Zedd an “Artist to Watch” for 2012, and more recently, MTV deemed him an “Artist to Watch” for 2013. Zedd has performed at major festivals, including Ultra, Electric Daisy Carnival, Nocturnal, Coachella, Lollapalooza, Hard Summer in Los Angeles, and Electric Zoo in New York. Zedd made his national television debut on The Late Show with David Letterman in October of 2013 where he turned his signature style upside down performing a stripped down version of his new single “Clarity” - showcasing his classical training by playing piano alongside a string quartet and vocals from Foxes. In early summer of 2013, he went on to again perform the track on Late Night with Jimmy Fallon, this time accompanied by The Roots. The performance culminated in an unprecedented DJ performance replete with LED grandeur that simulated the festival performance experience for the first time on national television. In the following months, “Clarity” ascended the radio charts and garnered spins on Top 40 radio stations across the country, propelling the single to the #2 song in the country. The single was certified platinum in August of 2013 and continues to dominate the airwaves while the accompanying video garnered Zedd an MTV “Artist To Watch” VMA nomination for that year. The smash single would later go on to earn Zedd a 2014 Grammy award for “Best Dance Recording” . “The Moment of Clarity” tour in support of the album immediately sold out major venues across the country, establishing Zedd as one of the premier touring acts of the year and landing him another appearance at Coachella 2014. Just as it seemed the attention surrounding the young producer had reached a fever pitch, he unleashed another monstrous single, “Stay The Night” featuring Hayley Williams of Paramore. The track debuted at #8 on iTunes and sold over 78,000 copies the first day, eliminating any doubt about his ability to consistently craft hit songs with substance. Similarly, Zedd delivered another home run at the top of 2014 with the release of “Find You”, Ft. Matthew Koma and Swedish vocal powerhouse Miriam Bryant. The trio performed the smash single live on the outdoor stage of Jimmy Kimmel Live! on February 3rd, 2014. Zedd’s stellar development is undoubtedly linked to his unique and highly recognizable style of composition which stands out in a crowded field. His meticulously detailed and carefully produced tracks are remarkably distinct, drawing from his complex musicality and diverse background spanning from classical to post-hardcore/metal to electro house. Already a powerhouse beyond the EDM realm, Zedd’s originality continues to fuel his momentum, propelling him forward with every beat.",
            "link": "http://zedd.net/"
        },
        {
            "name": "METHYL ETHEL",
            "duration": "12:00 - 12:40",
            "time": "Saturday, August 6, 12:00 PM",
            "bio": "Methyl Ethel is the uninhibited alt-pop project from Perth musician Jake Webb. The band started in 2013, as an outlet for the reverb soaked home recordings Webb was working on whilst developing his ambient and textural guitar playing in a variety of local outfits. Methyl Ethel has since blossomed into one of the most critically revered and publicly embraced acts coming out of Western Australia in some time.\r\n\r\nBuilt from the ground up in various bedrooms, friends’ studios and quiet caverns over 2013, the exceptional EP diptych Guts and Teeth, which explore themes of anxiety, disillusionment and stasis, were released in quick succession. These intricate tapestries of melody, dripping with lush eccentricity, ascended through the ether and onto the airwaves, with Indie Shuffle, Happy, triple j, FBi Radio, 3RRR and RTRFM amongst others all taking note.\r\n\r\nSo far, 2015 has seen the band hone their sound, on debut LP Oh Inhuman Spectacle and its accompanying singles Twilight Driving and Rogues (awarded 2015 WAM Pop Song of the Year). Recorded in the same manner as its predecessors, Oh Inhuman Spectacle masterfully blends pop and esotericism to create an undeniable piece of work, which has landed at the top of many mid-year album lists and been championed by supporters new and old.\r\n\r\nAfter a year of relentless touring, sharing stages with the likes of San Cisco, Holy Holy, Sunbeam Sound Machine and Courtney Barnett, Methyl Ethel are now a headliner in their own right. With their hometown album launch hitting capacity in a matter of minutes, and their Melbourne date selling out weeks in advance, the excitement surrounding the act and their breathtaking live show is palpable. October will see the band take a break from working on the follow up to Oh Human Spectacle to head stateside for CMJ, with a busy Australian summer to follow.",
            "link": "http://methylethel.com/"
        },
        {
            "name": "DECLAN MCKENNA",
            "duration": "1:25 - 2:05",
            "time": "Saturday, August 6, 1:25 PM",
            "bio": ""
        },
        {
            "name": "KEVIN MORBY",
            "duration": "2:55 - 3:35",
            "time": "Saturday, August 6, 2:55 PM",
            "bio": "Singing Saw is a record written simply and realized orchestrally. In it, Kevin Morby faces the reality that true beauty - deep and earned - demands a whole-world balance that includes our darker sides. It is a record of duality, one that marks another stage of growth for this young, gifted songwriter with a kind face and a complicated mind. In the Autumn of 2014, Kevin Morby moved to the small Los Angeles neighborhood of Mount Washington. The move would shape Singing Saw, Morby's first album for new label Dead Oceans. Previous tenants at Morby's new home happened to leave an upright piano behind, with a few mysterious pieces of sheet music and an introductory book of common chords stacked on top. Thankful to finally be in one place for an extended spell, Morby, a beginner at the piano, immediately sat at the new instrument and began composing the songs that would form Singing Saw.\r\n\r\nAlongside, he began taking long walks through the winding hills and side streets of the neighborhood each night, glimpsing views of both the skyline's sweeping lights and the dark, dried out underbrush of the LA flora. The duality of the city itself began to shape a set of lyrical ideas that he would refine with the sparse accompaniment of piano and acoustic guitar. What is a singing saw It is an instrument that creates ethereal sounds, but it is also a tool: basic and practical while also being fearsome, even destructive. Morby watches the singing saw in its eponymous song; that instrument of eerie soft beauty cuts down the flowers in its path and chases after him, while his surroundings mock and dwarf him, Alice in Wonderland style. And in a singing saw, we can understand music as something more powerful than its inviting, delicate sound. No wonder Morby talks about a \"songbook\" in his head as something he needs to take up the hills so he can \"get rid of it.\" Heavy themes are nothing new for Morby, whose previous records (2013's Harlem River and 2014's Still Life, both released on the Woodsist label) dealt with their own eerie visions and damning prophecies.\r\n\r\nMorby opens Singing Saw with \"Cut Me Down\", a song of tears, debts and a prescient vision of being reduced to nothing. \"I Have Been to the Mountain\", \"Destroyer\" and \"Black Flowers\" continue to explore beauty and freedom, seizing upon the rot that seeps into even the supposedly safest of realms; peace, family and romantic love. By the end of the record on \"Water\", Morby is literally begging to be put out once and for all, like a fire that might burn all the visions away. Travels beyond his mountain walks inform songs like \"Dorothy\", which recounts a trip to Portugal, witnessing a fishing ritual and luxuriating in the aura of a bar light-tinged reunion with old friends The touching innocence of \"Ferris Wheel\" stands alone in stark simplicity amidst the lush sonic textures of the album. Here, the album is balanced by Morby's signature sweetness and joie de vivre. The arrangements of Singing Saw trace back to Morby's experience playing in The Complete Last Waltz, a live recreation of The Band's legendary last performance. There, Morby developed a fast friendship with producer/bandleader Sam Cohen (Apollo Sunshine, Yellow Birds), which led Morby to forgo recording in Los Angeles and take the nascent songs of Singing Saw to Isokon Studios in Woodstock, New York. There, in a converted A-frame house, they set about creating a record that would bring a sonic balance, intricacy and depth to match these songs and all that inspired them.\r\n\r\nSam Cohen added a multitude of instrumentation to the record (guitar, bass, drums and keyboard), and were joined by fellow Complete Last Waltz alum Marco Benevento on piano and keyboard, fleshing out Morby's original compositions and upholding the vision for a cohesive piano sound that serves as a touchstone for the entire album. Backup vocalists Hannah Cohen, Lauren Balthrop and Alecia Chakor contribute soaring harmonies; Nick Kinsey (Elvis Perkins) adds drums and percussion; Justin Sullivan, a longtime Morby collaborator and staple of his live band, contributes drums; Oliver Hill and Eliza Bag lift numerous songs with string accompaniments, and Alec Spiegelman on saxophone and flute and Cole Kamen-Green on trumpet bring dramatic swells. Finally, John Andrews (Quilt) adds the eerie lilt of the album's promise, providing saw on the \"Cut Me Down\" and \"Singing Saw\".\r\n\r\nIn the end, Morby fulfills the promise many heard on his first two albums, bringing his most realized effort of songwriting and lyricism to fruition. The songs of Singing Saw reflect the clarity that comes from welcoming change and embracing duality, and the distillation of those elements into an entirely new vision.",
            "link": "http://kevinmorby.com/"
        },
        {
            "name": "PEACHES",
            "duration": "6:05 - 6:50",
            "time": "Saturday, August 6, 6:05 PM",
            "bio": "It's been six years since Peaches released her last studio album. But far from being a break, these past six years have been some of the busiest and most productive in the provocative musician-producer-filmmaker-performance artist's career. From acclaimed theater productions to her cinematic debut at the Toronto International Film Festival to the release of her first book, Peaches pushed herself further and with more artistic rewards than ever before during her time away from the studio. That work ethic should come as little surprise, though. This is Peaches we're talking about, an artist who's managed to wield immeasurable influence over mainstream pop culture while still operating from outside of its confines, carving a bold, sexually progressive path in her own image that's opened the door for countless others to follow. Now, creatively refreshed and recharged, she's emerged from the studio in rare form with 'RUB,' her fifth and most unequivocal album to date. It's an adventurous, audacious musical statement, the latest entry in a conversation Peaches opened up 15 years ago and the world may just now have finally caught up with.\r\n\r\n\"Since 2000, I've been making a record for a year, and then touring it for two years over and over,\" Peaches explains of the impetus for her studio hiatus. \"After 10 years of doing that, I needed a change. I didn't feel like writing another album and touring it for two years again, so I was really excited to try new projects.\" \r\n\r\nThat desire led to her one-woman production of 'Jesus Christ Superstar,' redubbed 'Peaches Christ Superstar' and mounted initially in Berlin before touring the world. \"It was an endurance performance,\" she explains, \"and a time for me to celebrate my actual singing voice, which I never pursued as Peaches.\"\r\n\r\nThe Guardian hailed it as \"killer,\" raving that \"Peaches gets into the guts of the songs, extracting with utter sincerity every ounce of pathos and comedy,\" while SPIN praised the production's \"absurd beauty\" and The Globe and Mail applauded her vocals, which \"explode[d] with soulful power.\"\r\n\r\nCritics' surprise may have stemmed from the fact that Peaches had spent the past decade pushing buttons and boundaries with a sexually-charged blend of electronic music, hip hop, and punk rock that she delivered via one of the most raw and creative stage shows in popular music. When she first emerged to international attention with 'The Teaches of Peaches,' her 2000 debut album, single \"Fuck The Pain Away\" catapulted her into the spotlight and appeared everywhere from Sofia Coppola's 'Lost In Translation' and 30 Rock to South Park and HBO's True Blood. Rolling Stone called the album \"surreally funny [and] nasty,\" and the Village Voice named it one of the year's best. She followed it up with 'Fatherfucker,' which further challenged and reversed issues of gender politics and sexual identity and featured an appearance by Iggy Pop. She was joined by Joan Jett, Josh Homme, Beth Ditto, and more on her 2006 call to revolution, 'Impeach My Bush,' and by the time she returned with 'I Feel Cream' three years later, The New York Times had dubbed her a genuine \"electro-clash heroine,\" though she'd already transcended the genre tag and demonstrated an incisive artistic prowess far beyond her musical output. Uncut raved that her work brought together \"high art, low humour and deluxe filth [in] a hugely seductive combination.\"\r\n\r\nShe looked back on it all in 2010 with 'Peaches Does Herself,' an electro-rock opera spanning material from all four albums arranged as a semi-autobiographical narrative. It morphed into a film of the same title, which premiered at the TIFF in 2012 before traveling to more than 60 festivals around the world over the next two years. In another unexpected twist, she sang the title role in a production of Monteverdi's epic 17th-century opera 'L’Orfeo' in Berlin, in addition joining Yoko Ono's Plastic Ono Band for performances at the iconoclast's request and collaborating with Major Lazer, Le Tigre, REM, and more. \r\n\r\nThe whole period is documented beautifully in the new book 'What Else Is In The Teaches Of Peaches,' a collection of Holger Talinski's photos from at home and on the road, on-stage and behind-the-scenes, as Peaches conquered new artistic heights. Yoko Ono, Ellen Page, and Michael Stipe all contributed to the text, which offers unique insight into a side of the artist the audience has rarely seen. \r\n\r\n'RUB' begins where the book leaves off, in 2014, as Peaches headed into her newly-built garage studio in Los Angeles to begin more than a full year of work on the album, collaborating with longtime friend Vice Cooler.\r\n\r\n\"After six years, I was excited about my lyrics again, about what Peaches was,\" she explains. \"I felt more comfortable living out any idea I wanted to try. We spent ten hours a day making beats, and whatever stuck, I would write on and develop. The only agenda was to make the best album we could.\"\r\n\r\nOozing with seductive rhythms and bedroom-rattling bass, the record opens with the semi-spoken hook of \"Close Up,\" delivered with an inimitable and impenetrable cool by Sonic Youth's Kim Gordon in just one take. Peaches' old collaborator Feist also returns on album closer \"I Mean Something,\" singing a hypnotic hook and lending a chillingly beautifully wordless melody. But in between those two guest appearances, this album is pure Peaches.\r\n\r\n\"Come with me / You know me / Feel free / Peaches,\" she raps with a hard-won swagger and confidence on the title track, which is as full of vivid, lewd imagery as anything she's ever written. \"Dick In The Air\" flips gender roles with an absurdist twist, as Peaches preaches, \"I'm sick of hands in the air / And shake our asses like we don't care / We've been shaking our tits for years / So let's switch positions no inhibitions\" before exhorting her audience to \"put your dick in the air.\" Similarly, on \"Vaginoplasty,\" she responds to a culture that measures manhood in inches but shames women for their sexuality with lines like \"my pussy's big and I'm proud of it…make you bow down to it til you drown in it.\"\r\n\r\nIt doesn't stop at the music for Peaches, though. \"I'm curating my whole visual lineup,\" she explains of her plans to once again direct and present videos for every track on the album with a slew of collaborators. Margaret Cho, designer Sarah Sachs from Moonspoon Saloon, A.L Steiner, Ryan Heffington, Kim Gordon, Vice Cooler, and more are all on tap for contributions to the series. \r\n\r\nThe gorgeous, throbbing \"Light In Places\" was written for performance artist Empress Stah and her ‘Stargasm’ show, the world’s only Laser Buttplug Aerial performance (\"I've got light in places you didn't know it could shine\"), while \"Sick In The Head\" is a gritty electro-pop track influenced by Suicide, and the album's two breakup songs—the dark and menacing \"Free Drink Ticket\" and the insanely catchy pop song \"Dumbfuck\"—find Peaches addressing issues far more personal than political.\r\n\r\n\"In any relationship, there's that moment everybody has when you find out something and want to kill the other person,\" she explains. \"You get over it, but I wrote 'Free Drink Ticket' in that moment. It's the most vulnerable—and also the most angry—song I've written in my life.\"\r\n\r\nThe reality, though, is that everything is personal for Peaches. \"When I started, half the people just weren't having it, so it's incredible where we are right now,\" she says of her undeniable role in shaping of the current pop landscape. \"But I didn’t do it for any reason other than that it was just what I really wanted to say.\"\r\n\r\nAnd that's what's in the teaches of Peaches.",
            "link": "http://peachesrocks.com/rub-tv/"
        },
        {
            "name": "CON BRIO",
            "duration": "4:30 - 5:10",
            "time": "Saturday, August 6, 4:30 PM",
            "bio": "The night before Con Brio headed into the studio to record their first full-length album, 23-year-old Ziek McCarter had a dream. In it, the singer received a visit from his father, an Army veteran who died at the hands of East Texas police in 2011. His father delivered an invitation: Come with me to paradise.\r\nMcCarter woke up with a song in his bones. “It was one of the most spiritual moments of my life,” he recalls. It was up to him, he knew, to rise above injustice, and to perform in a way that lifted up those around him as well. To make Con Brio’s music a place of serenity, compassion -- even euphoria -- right here on earth.\r\nParadise, which saw the San Francisco band teaming with legendary producer Mario Caldato Jr. (Beastie Boys, Beck, Seu Jorge), is the result: a declaration of independence you can dance to; an assertion of what can happen when the human spirit is truly free.\r\nFormed in 2013, Con Brio is the offspring of seven musicians with diverse backgrounds but a shared love for the vibrant Bay Area funk and psychedelic-soul sound pioneered by groups like Sly & the Family Stone.\r\nBy 2015, when the band self-produced their debut EP, Kiss the Sun, Con Brio had already become a West Coast institution on the strength of their magnetic live show, with McCarter’s swiveling hips, splits and backflips earning him frequent comparisons to a young Michael Jackson or James Brown.\r\nAfter a busy 2015 spent touring the U.S. and Europe, playing alongside veterans Galactic and Fishbone, and racking up critical acclaim on proving grounds like Austin City Limits -- where PopMatters declared Con Brio “the best new live band in America” -- they headed home to parlay their momentum, chemistry and tight live sound into a full-length record.\r\nIn an era when much has been made of the “death of the album,” there’s no question that Paradise, out DATE HERE on LABELS, is a fully-formed journey -- a trip made all the more immersive by Caldato’s raw, live style of production. “We tried to create a narrative in the studio, in the same way that we segue between songs live,” explains McCarter of the record’s arc.\r\nFrom the first primal wail of Benjamin Andrews’ electric guitar on the title track -- Paradise is bookended by intro and outro versions -- the album tells a story about modern life through its contradictions: “Liftoff” speaks of an urge to fly, to transcend the day-to-day with a starry, bird’s-eye view. “Hard Times” brings us crashing back to earth with the struggles of city life, inequality, and a fractured society desperate for healing. “Money” is a revolution, a rejection of societal pressure to equate success with a paycheck and abandon one’s dreams in the process.\r\n“Free & Brave,” the band’s most overtly political anthem, is also arguably its most infectious. Over a driving R&B groove courtesy of veteran rhythm section Jonathan Kirchner and Andrew Laubacher (bass and drums), McCarter name-checks Trayvon Martin and Dr. Martin Luther King, Jr. Clearly inspired by his own personal relationship with police brutality, the song is equal parts heartbreaking and hopeful.\r\n“‘Free & Brave’ is in part a response to the Black Lives Matter movement, but it was also created to serve as a reminder -- to myself and to whoever finds joy in that song -- that there is a light there. We don’t have to get bogged down, we don’t have to feel helpless,” says McCarter. “We might not see it on a daily basis, but we are still ‘the land of the free and home of the brave’...I still take pride in that, in what pieces of joy and happiness we can create here with our actions.”\r\nOf course, songs about love and passion remain Con Brio’s native tongue. (At a recent Australian festival in which the band shared a bill with D’Angelo, one journalist told McCarter his sex appeal had eclipsed that of his longtime idol. McCarter continues to have no comment.) So it’s a refreshing surprise that the strongest love song on Paradise, in fact, is “Honey,” a sweet, spacious and vulnerable tune that allows the band’s horn section, Brendan Liu and Marcus Stephens, to shine. Though the band’s built a reputation on sonic bravado, it’s choices like these -- moments in which the music’s power flows from its subtlety -- that truly highlight where Con Brio is going.\r\nAs for where they’re literally going: The second half of 2016 will see Con Brio embarking on an ambitious international touring schedule, including stops at the lion’s share of major American music festivals (Bonnaroo, Lollapalooza, Summerfest and San Francisco’s own Outside Lands); Fuji Rock, Japan’s largest annual music event; Montreal Jazz Fest, the North Sea Jazz Festival in Rotterdam, the Netherlands; London; Paris; and more.\r\nWhich is not to say they’re intimidated. After performing most of these songs live throughout the past year, the team is running on adrenaline, and they’re thrilled to finally put this record in people’s hands. To bring old fans along for the journey, to help new fans lose themselves in a beat or a message. To spread music that, hopefully, shakes away the daily grind -- and nurtures listeners’ dreams about what their version of paradise on earth might look like, even for the duration of a song.\r\nZiek McCarter already knows what his looks like, because Con Brio’s building it. And from where he’s sitting, they’re well past ready for liftoff.\r\n“We don’t want to walk, we don’t want to drive,” he says with a laugh. “We want to fly. We want to levitate.”",
            "link": "http://thebandconbrio.com/"
        },
        {
            "name": "W.Haze",
            "duration": "3:00 - 4:30",
            "time": "Saturday, August 6, 3:00 PM",
            "bio": "W.Haze is the thinly-veiled house music alias of San Francisco DJ, Zach Moore, who is also known as the creator and host of The Armory Podcast.",
            "link": "http://djzachmoore.com/whaze/"
        },
        {
            "name": "Motion Potion",
            "duration": "12:00 - 3:00",
            "time": "Saturday, August 6, 12:00 PM",
            "bio": "MoPo is a master craftsman and his building material is the world’s most precious commodity: TIME. Consider yourself fortunate If you get a chance catch a Motion Potion DJ set these days. An enormous amount of thought, planning, and scheming has to occur to make them happen. MoPo approaches his shows like a college professor, or a football coach, putting hours of preparation and thought into exactly who will be listening, and how exactly to reach into their souls. Every set is different, and each can unfold in hundreds of different ways, and this intense focus on preparation makes him so versatile, so intense, and so much damn fun. These are “DJ sets” in the classic sense, unfolding like poems with every song a word and every mix or drop a bit of punctuation. Once known as the “DJ for people who hate DJ’s” it would be more accurate to say that this is the DJ for those who love live music.",
            "link": "http://www.motionpotion.com/"
        },
        {
            "name": "ANDERSON .PAAK & THE FREE NATIONALS",
            "duration": "7:55 - 8:40",
            "time": "Saturday, August 6, 7:55 PM",
            "bio": "",
            "link": "http://andersonpaak.com/"
        },
        {
            "name": "Translucent",
            "duration": "4:30 - 5:30",
            "time": "Saturday, August 6, 4:30 PM",
            "bio": "Highly respected for his musicianship, Dj, Trumpeter, and producer, Translucent began in the Midwest's, vibrant warehouse scene. Although House, Techno, and Jazz have been his guide, his work shows an unconstrained freedom towards music. This modus operandi led him to be one of the innovators of adding live instrumentation while Djing, and being the originator of adding the trumpet to this format.",
            "link": "http://iamtranslucent.com/"
        },
        {
            "name": "Purple Disco Machine",
            "duration": "5:30 - 6:30",
            "time": "Saturday, August 6, 5:30 PM",
            "bio": "The Purple Disco Machine is firing on all cylinders and there’s no sign of the production line slowing down anytime soon\r\nThe inventor of the Deep Funk sound is having an amazing year ! On the back of his previous massive club hits such as ‘My House’ and ‘Move Or Not’ on OFF, Purple Disco Machine this year has unleashed original solo bombs as ‘Where We Belong' and 'Song For O' on Kittball , ‘Magic' on Exploited and ‘Soul So Sweet Feat. Natalie Conway’ on Get Twisted which hit Traxsource #1 in August",
            "link": "http://www.purplediscomachine.com/"
        },
        {
            "name": "VICTOR CALDERONE",
            "duration": "6:30 - 8:00",
            "time": "Saturday, August 6, 6:30 PM",
            "bio": "The words “world-renowned” and “influential” get thrown around all too often these days, to the point of almost becoming cliché. While few artists actually measure up, all it takes is one look at Victor Calderone’s 20+year track record and the facts speak for themselves. From past collaborations with some of the biggest names in pop like Madonna, Sting and Beyoncé Knowles, to more recent collaborations with the likes of Adam Beyer, Richie Hawtin, Nicole Moudaber and Paco Osuna, Victor’s constantly evolving approach and contributions to the worlds of house and techno music has earned him a place firmly at the top among the world’s most prolific DJs and producers.",
            "link": "http://victorcalderone.com/"
        },
        {
            "name": "NATASHA LEGGERO",
            "duration": "2:05 - 3:00",
            "time": "Friday, August 5, 4:20 PM",
            "bio": "Natasha Leggero is an accomplished actress, writer, and stand-up comedian whose garnered attention across film, television and the web.  Leggero will next be seen starring opposite Andrew Dice Clay as his girlfriend Carmen on DICE.  The show chronicles life in the Vegas suburbs, as Andrew Dice Clay tries to live his life while trapped in the skin of “The Diceman.” Whether he’s attempting to pay back his gambling debts, manage his son’s heavy metal band or fend off pumped up fans, this show shines a light on the sides of Dice we’ve never seen before. The show premieres Sunday, April 10th on Showtime.  Leggero created, wrote, produced and stars in the Comedy Central sitcom, Another Period. Set in 1902 as an American period sitcom and spoof on modern day reality shows, Another Period explores the debaucherous life of Newport, RI’s socialites the Bellacourt’s, focusing on fame-hungry sisters Lillian (Leggero) and Beatrice (Riki Lindhome). The series premiered on June 23, running for 10 weeks and is produced by Ben Stiller's Red Hour Productions. The show will return for season 2 in June 2016.  Stemming from her breakout appearance on the Comedy Central Roast of James Franco, Natasha was lauded as the stand out roaster on the Comedy Central Roast of Justin Bieber, which aired on March 30, 2015. The actress has also appeared in an episode of NBC’s Marry Me and the hit show Modern Family in the episode “Fight or Flight.”On the big screen, Leggero starred in two comedy films including Neighbors alongside Seth Rogen, as well as Let’s Be Cops opposite Jake Johnson and Damon Wayans, Jr. She also had a role in the 2009 romantic comedy He’s Just Not That Into You. Leggero has built her body of work with numerous roles on prominent television series including NBC’s Community, FX’s It’s Always Sunny in Philadelphia, Arrested Development, Comedy Central’s Reno 911 and Drunk History, ABC’s Suburgatory, the sketch comedy Key and Peele, Comedy Bang! Bang!Chelsea Lately, and The Tonight Show, among many others. In 2012, the actress was featured in the Emmy® nominated web series, Burning Love. Produced by Ben Stiller, the scripted series parodies the popular reality television shows The Bachelorand The Bachelorette. In addition, Leggero’s voice can be heard on multiple animated series such asComedy Central’s Ugly Americansand Brickleberry, The Life and Times of Tim on HBO, as well as Aqua Teen Hunger Forceand China, IL for the Cartoon Network’s Adult Swim.Born in Rockford, Illinois, Leggero first began acting when she was 10 years old. She moved to New York City after high school where she studied at the Stella Adler Conservatory and received her B.A. in theater criticism from Hunter College. She currently resides in Los Angeles.",
            "link": "http://natashaleggero.com/"
        },
        {
            "name": "Harmontown: Dan Harmon & Jeff B. Davis",
            "duration": "12:50 - 1:35",
            "time": "Saturday, August 6, 12:50 PM",
            "bio": "Self-destructive writer Dan Harmon (\"Community,\" \"Rick and Morty\") claims he will one day found a colony of like-minded misfits. He's appointed suit-clad gadabout Jeff Davis (\"Whose Line is it Anyway\") as his Comptroller. DAN HARMONDDan Harmon is the Emmy® winning creator/executive producer of the comedy series “Community” as well as the co-creator/executive producer of Adult Swim’s “Rick & Morty.”Harmon’s pursuit of minimal work for maximum reward took him from stand-up to improv to sketch comedy, then finally to Los Angeles, where he began writing feature screenplays with fellow Milwaukeean Rob Schrab.  As part of his deal with Robert Zemeckis at Imagemovers, Harmon co-wrote the feature film “Monster House.” Following this, Harmon co-wrote the Ben Stiller directed pilot “Heat Vision and Jack,” starring Jack Black and Owen Wilson.  Harmon and Schrab founded Channel 101, an untelevised non-profit audience-controlled network for undiscovered filmmakers, many of whom used it to launch mainstream careers, including the boys behind SNL’s Digital Shorts.  Harmon, along with Schrab, partnered with Sarah Silverman to create her Comedy Central series, “The Sarah Silverman Program,” where he served as head writer for the first season. Harmon went on to create, write and perform in the short-lived VH1 sketch series “Acceptable TV” before eventually creating the critically acclaimed and fan favorite comedy “Community.”The show originally aired on NBC for five seasons before being acquired by Yahoo which premiered season six of the show in March of 2015.  In 2009 he won an Emmy for Outstanding Music and Lyrics for the opening number of the 81st Annual Academy Awards.   Along with Justin Roiland, Harmon created the breakout Adult Swim animated series “Rick & Morty.”The show premiered in December of 2013 and quickly became a ratings hit. Season three of the series is currently in production. In 2014 Harmon was the star of the documentary “Harmontown” which chronicled his 20-city stand-up / podcast tour of the same name.  The film premiered at theSXSW Film Festival and was released theatrically in October of 2014.  Through his production company Starburns, Harmon served as executive producer for the critically acclaimed animated feature film “Anomalisa”. After winning the Grand Jury Prize at the 2015 Venice Film Festival, the film was distributed by Paramount Pictures. “Anomalisa”has garnered numerous nominations and awards including an Oscar nomination for Animated Feature Film.  Harmon has an extensive slate of upcoming projects including History’s “Great Minds” which he serves as both the host and executive producer, and Seeso’s “HarmonQuest,” a fantasy comedy adventure series that melds live action comedians, a live studio audience, and animated sequences. JEFF B. DAVISJeff B. Davis is a multi-talented actor/comedian, born and bred in Los Angeles, CA. His career began at age 4 as “Linus” in a terribly ill-advised, all-children production of You’re a Good Man, Charlie Brown at the Goundlings Theater. On opening night, Jeff vomited all over his director, then turned and took the stage. At age 9, Jeff was cast as “Louis” in Yul Brynner’s final production of The King and I, which toured nationally and closed on Broadway when Jeff was 11, after nearly 800 vomit-free performances. In high school Jeff began improvising with Los Angeles ComedySportz, eventually learning the skills he’d later need as a frequent guest on the hit television show Whose Line is it, Anyway? Jeff has a long list of TV credits, including Steven Martin’s NBC comedy The Downer Channel, WB’s On the Spot, NBC’s Happy Family, the Sarah Silverman Show, Drew Carey’s Green Screen Show and Improvaganza, to name just a few. Jeff spends many nights of the year performing live with “Whose Line” stars Ryan Stiles, Greg Proops, and Chip Esten to standing ovations all over North America. Jeff is currently a guest on CW’s reboot of Whose Line is it, Anyway?, and can be heard on the highly-acclaimed, deeply weird Harmontown podcast with NBC’s Community creator Dan Harmon. Listen at your own risk. Feel free to bother Jeff on Twitter @JeffBryanDavis",
            "link": "http://harmontown.com/"
        },
        {
            "name": "John Mulaney",
            "duration": "3:25 - 4:15",
            "time": "Friday, August 5, 5:35 PM",
            "bio": "JOHN MULANEY is an Emmy Award winning writer and comedian. He most recently released his 3 rd hour stand up special a Netflix Original titled “THE COMEBACK KID” which the AV Club called “his best hour of his career.” He began his career in New York’s East Village hosting “The Oh Hello Show” alongside Nick Kroll. In 2008, he began working at “Saturday Night Live” where he appeared as a “Weekend Update” correspondent and co-created characters such as “Stefon” with Bill Hader. He currently writes for IFC’s “Documentary Now” and for Netflix’s “Big Mouth” on which he voices the character of Andrew. Mulaney’s first comedy special, “The Top Part,” was released in 2009 and reviewed as \"finely-crafted piece of work\" by The Huffington Post. He released his second Comedy Central special and album “New In Town” in 2012, and upon review EW.com hailed Mulaney as “one of the best stand-up comics alive.” Mulaney will be seen next starring in &quot;Oh, Hello on Broadway” alongside Nick Kroll this fall.",
            "link": "http://mulaney.tumblr.com/"
        },
        {
            "name": "Kyle Kinane",
            "duration": "4:40 - 5:35",
            "time": "Friday, August 5, 6:45 PM",
            "bio": "Kyle's new special \"I Liked His Old Stuff Better\" debuted on Comedy Central in January, 2015. He’s appeared on @Midnight, Conan, Workaholics, Those Who Can't and Comedy Bang! Bang! He can be heard as the voice of Comedy Central and in various animated programs such as, Regular Show, Aqua Teen Hunger Force, Bob’s Burgers, TripTank, Adventure Time, and Lucas Bros. Moving Co.. His first one hour special, Whiskey Icarus, aired on Comedy Central in 2012. ",
            "link": "http://kylekinane.com/"
        },
        {
            "name": "THE GODDAMN COMEDY JAM WITH SURPRISE SPECIAL GUESTS",
            "duration": "6:15 - 7:05",
            "time": "Saturday, August 6, 6:15 PM",
            "bio": "The Goddamn Comedy Jam (#GDCJ) Every comedian wants to be a rock star.Comedians do a stand up set and then perform their favorite cover song with a live band. This show rocks so hard broke the stage – twice.Stand up comedian, Josh Adam Meyers and his band, Elemenopy, host the premiere underground comedy event: The Goddamn Comedy Jam (#GDCJ). Every month, killer lineup of comedic entertainers come together to rock the stage and the mic in the only show that proves: every comedian wants to be a rock star.The Goddamn Comedy Jam is the intersection of comedy stardom and rock & roll dreams. Comedians perform a stand up set and short story followed by a song of their choosing, accompanied by a live band. It is an unprecedented opportunity to shine as both a comedic star and rock God in the electrified atmosphere that can only be found at The Goddamn Comedy Jam.The best stand up comedy and storytelling draws on a comedian’s ability to be vulnerable. The GDCJ embraces that vulnerability and takes it to the next level by giving comedians a platform to bask in the glory of laughter and then morph into a rock star. It’s a thrilling experience for viewers who get to watch their favorite comedians express their personal artistry in a way that has never been seen before.“Comedians tend to find a comfort zone and stay there and do lamer versions of themselves for the rest of their lives.” – Chris RockWhat happens when you ask well established comics to take an audience on a journey using a creative medium unfamiliar to them?Goddamn magic. That’s what.Host: Josh Adam Meyers – Josh is a stand up comedian, host, singer, somewhat reformed bad-boy and creator of The GDCJ. The deep, raspy voice that once had Josh scouted to work as a strip club DJ is also the undeniable stuff of rock stars. From an early age, Josh taught himself to play over a dozen instruments and he serves as the lead singer of GDCJ house band, Elemenopy. A notable stand up comedian himself, Josh helps coach performers through the process of song selection, channeling nerves and musical performance. There is no mistaking Josh’s unique voice in comedy or music. He is a raw, balls to the wall, crowd-surfing, uncensored rocker. And he doesn’t sound a day over 80.Band: Elemenopy (Joel Rutkowski, Nick Liberatore) – This incredibly talented duo brings a rock and roll sensibility to any performer’s song selection. From Whitney Houston to Metallica, the boys of Elemenopy can play it all and support the unique sensibility of the comedic performer. This isn’t live band karaoke. Elemenopy ALWAYS makes it rock. Special guest musicians are brought in to support the band, including the addition of a keyboardist, brass player and even the flying-v electric violin.Performers: If you think stand up comedy is vulnerable, imagine seeing your favorite comedian take a huge step outside their comfort zone and onto the GDCJ stage. Today’s top stand up comics and comedic actors are invited to test the theory that every comedian wants to be a rock star.Hype-Man: Razorblade (Johnny Skourtis) – Razorblade is the denim-clad, cowboy hat wearing, larger than life GDCJ hype man. He’s a spirited rock and roll sheriff. Big in stature and energy, Razorblade is Josh’s recognizable and lovable partner in crime. He’s the enforcer of fun. When Razorblade commands it, the audience is on their feet and clapping."
        },
        {
            "name": "KAMASI WASHINGTON",
            "duration": "12:00 - 12:45",
            "time": "Sunday, August 7, 12:00 PM",
            "bio": "At the age of 13, Kamasi Washington started a lifelong quest discovering the many wonders of music. One night, his father left his soprano saxophone lying on the piano. Kamasi, filled with curiosity for all the beauty he heard from the instrument, picked up his father’s horn. Even though he didn’t know anything about the saxophone – in fact, never even touched one – he played Wayne Shorter’s composition “Sleeping Dancer Sleep On,” his favorite song at the time.\r\n\r\nAt the prestigious Hamilton High School Music Academy, within two years, Kamasi earned the lead tenor saxophone chair in the top jazz ensemble. At the same time, Kamasi joined the Multi School Jazz Band (MSJB) where he reunited with several childhood friends who were pursuing their passion for music. During his senior year of high school, Kamasi formed his first band, “The Young Jazz Giants,” with childhood friends including Ronald Bruner, Stephen Bruner and Cameron Graves. After high school, Kamasi received a full scholarship to study ethnomusicology at UCLA, where he explored many of the non-western musical cultures around the world. During the summer after his freshman year, Kamasi recorded his first album with “The Young Jazz Giants” to spread new sounds of jazz all around the country. In his second year at UCLA, Kamasi went on his first national tour with the west coast hip-hop legend Snoop Dogg. Later that year, Kamasi joined the orchestra of one of his biggest heroes, Gerald Wilson, and later went on his first international tour with R&B legend Raphael Saadiq.\r\n\r\nOver the years, Kamasi has performed and recorded with many of his musical heroes from various genres, including Gerald Wilson, McCoy Tyner, Freddie Hubbard, Kenny Burrell, George Duke, Lauryn Hill, Jeffrey Osborne, Mos Def, Quincy Jones, Stanley Clark, Harvey Mason and Chaka Khan. Kamasi’s own band “The Next Step” is a modern spin on a big band, which includes two drummers, two upright bass players, keyboard players, three horns players, a pianist, and a vocalist. In addition, Kamasi is part of a west coast musical collective called the “West Coast Get Down.”\r\n\r\nMost recently, Kamasi worked on Kendrick Lamar’s acclaimed 2015 album “To Pimp A Butterfly.” On May 5th, Kamasi released his groundbreaking solo album “The Epic” on the trend-setting record label Brainfeeder. “The Epic” is a 172-minute, triple-disc masterpiece, featuring Kamasi’s ten-piece band “The Next Step” along with a full string orchestra and full choir. “The Epic” debuted #1 on several iTunes Jazz charts, including the US, Canada, Australia, Russia and UK.",
            "link": "http://kamasiwashington.com/"
        },
        {
            "name": "THIRD EYE BLIND",
            "duration": "3:25 - 4:25",
            "time": "Sunday, August 7, 3:25 PM",
            "bio": "Led by Stephan Jenkins, the bands new album ‘Dopamine’ is a brand new collection of songs chronicling the years since their last release. Employing signature guitar riffs and rock arrangements, the album is classic Third Eye Blind. The songwriting chronicles the personal relationships that have come and gone, and the rapidly changing world we live in. A lot can change in 6 years, and while the sound has progressed, the recordings retain the Third Eye Blind fans new and old have come to love.\r\n\r\nThird Eye Blind toured relentlessly over the past few years including huge appearances at festivals\r\n\r\n3EB won wide success at the end of the recording industry golden age. Their endurance and ability to adapt through the digital revolution speaks to the ingenuity and creativity found in the music. After four smash albums and millions of records sold world-wide, they continue to write, record, and tour, entertaining their core audience while growing a larger, younger, and more dedicated fanbase than ever. 3EB now write, tour, record, and communicate in a fluid new world where their music continues naturally to evolve. Their exchange with their audience is unfiltered and being from the hub of tech, they are using it to develop a closer exchange with their audience.",
            "link": "http://thirdeyeblind.com/"
        },
        {
            "name": "OH WONDER",
            "duration": "1:15 - 2:00",
            "time": "Sunday, August 7, 1:15 PM",
            "bio": "There is a sign pinned to the wall of Oh Wonder’s recording studio in south-east London, a pact of sorts, signed by the band’s two members, Josephine Vander Gucht and Anthony West, in the winter of 2012. It isn’t a checklist or a plan so much as a setting down of shared dreams for their musical careers. “We wrote it to say that we’re dependent on one another,” explains Josephine. “That there are things we want to achieve, and we can help each other get there.”\r\n\r\nThat Oh Wonder have achieved all of these dreams in the first year since starting the project is testament to their talent and their perseverance, but even they seem a little startled by how much more they have attained: the 100 million streams and now their debut album, a collection of 15 impeccably-crafted songs that explore London and loneliness, love and the need for human relationships.\r\n\r\nJosephine was a classically-trained solo performer and Anthony a singer and producer whose lives and careers overlapped for several years — a run of near-encounters and half-conversations at gigs and venues, and vague introductions through musical acquaintances and mutual friends. It was only when they finally sat down in Anthony’s former studio in north London with a view to producing an EP of Josephine‘s solo material that they realised their great musical bond. “We found all our favourite bands were the same bands, all our favourite songs were the same songs,” says Anthony. “It was a day of saying ‘Oh you should listen to this’. And then the other one saying ‘I know that song. That’s one of my favourite songs.’” “It was,” adds Josephine “really, really odd. I’ve never had that. I’ve never felt that closely aligned with someone, musically speaking, and more widely in terms of how we view the world.”\r\n\r\nIt was Anthony’s suggestion that they begin writing together — purely for fun at first, as an exercise in songwriting and collaboration while they pursued their other musical projects. The first song they wrote was called Body Gold and was, Josephine says, “the marker for what the sound of Oh Wonder was: electronic and somewhat R’n’B, which was totally surprising, and totally different to our solo work, but we were really proud of it.” Still, for 18 months they did nothing with it. Anthony moved to London and released an EP as part of a duo, Josephine was busy writing and recording as Layla. “But we thought it was a waste to leave Body Gold unheard,” says Anthony. And so they decided to post it on the internet, anonymously.\r\n\r\nThat day they went to a café in east London, posted the song on SoundCloud and emailed a few of their favourite music blogs about it. “We were in this café,” Josephine remembers, “and we were looking at the play-count, and I think it said six plays, and then all of a sudden these blogs started posting the song — really lovely write-ups saying ‘Who the hell are these people? They’re about to blow up the internet.’” They sat in the café and watched the play count climb to 100. A few weeks later it had reached 100,000 plays. Just over a year later and they have tens of millions of plays and a string of sold out headline shows across the UK, Europe, Australia and the USA. “It was just really, really bizarre. And odd. And completely accidental,” she says. “We didn’t tell anyone it was us, we didn’t ask people to listen, we didn’t tell our friends, it was so far removed from us. But I genuinely think that the reason so many people connected with it was because it was really sincere.”\r\n\r\nThe plan from the start was to release a song a month, for the course of a year. “We approached it as a songwriting project rather than an artist project,” continues Anthony. “And so the most important thing of all is the song and we would never release what we consider to be a bad song.”\r\n\r\nThey had already written two other tracks: Shark and All We Do — a track Josephine finds most affecting. “It’s about the human propensity to play it safe and not push yourself beyond the parameters of normal life,” she says. “It’s about just existing and not wondering or being inquisitive. It’s about how a lot of people sink into the monotony of everyday life. And how it’s a shame, because the world’s there for the taking, and you’ve got to go grab it and have an adventure.”\r\n\r\nTheir own adventure soon gathered pace. They found they could write quickly, finishing the body of a song in 20 minutes or so and spending more time, they say, on the production. “Writing together is a weird magical thing,” says Josephine. “More than anybody else in the world I trust Ant. Which makes the writing process totally open, totally vulnerable and non-judgmental, and means you can say all of these things openly in a song.”\r\n\r\nThe things they chose to say all possess a striking tenderness and a tangible passion for life, ranging from exquisite break-up songs Drive, Landslide and The Rain to quiet rallies against materialism, gambling, gentrification and globalization, and, in Lose It, a song that serves as a tribute to a night out they once had in Melbourne, where as the sun came up, Josephine found herself at a party dancing in her underwear to Destiny’s Child. “I’ve never before felt what I felt that night,” she says. “I didn’t take any drugs, and I wasn’t even drunk, there was just something heady in the air. It was the first time I’d ever felt untethered from myself.”\r\n\r\nThough they vary from piano-led ballads to whip-sharp electronica, what unites all of Oh Wonder’s songs is their extraordinary sense of humanity. “We didn’t realise it at first, but a lot of our songs are about relationships and support,” says Josephine. Anthony points to album opener Livewire, “which is about needing someone to lift you up, someone who can bring you up from your lowest point, bring you back to life, be the heartbeat you need…” and to White Blood, about times in life, in illness or difficulty, when you “really need someone with you”, and to Heart Hope, inspired by watching the area around their home in east London rapidly gentrify, and feeling that for all the shiny new buildings, what people really need is other people, “it’s saying actually all you need is a heart and a soul and to be connected to yourself and to each other.”\r\n\r\n“They’re songs about humans, and about people being there in your life,” says Josephine. “People need people. And that’s what this album looks at, from all the different angles: it’s about being grateful for the people in your life, for relationships of all sorts.” Perhaps most of all, this album is Anthony and Josephine’s tribute to each other, to the partnership they have formed, the places it has taken them and the confidence they have given one another. Josephine tells a story that perhaps best sums up the depth of the belief they have in one another — the bond, the trust, and the faith they have in their own music: “I used to have lots of jobs,” she says. “I worked in Waterstones, and waiting tables, and Ant was the person who told me to give them up. He told me to call up my boss and say “Sorry I can’t work at Waterstones anymore, I’m being a musician.” He said “we’re going to do this. And that was the same day we wrote that sign.”",
            "link": "http://ohwondermusic.com/"
        },
        {
            "name": "THE MUPPETS’ DR. TEETH AND THE ELECTRIC MAYHEM",
            "duration": "2:30 - 2:55",
            "time": "Sunday, August 7, 2:30 PM",
            "bio": "They’ve been called “rock & roll legends,” “hipster icons” and “those painfully loud next door neighbors”, but Dr. Teeth and The Electric Mayhem think of themselves as simply a group of friends who are musicians and their only goal in life is to make audiences shake, rattle and groove.In addition to travelling in their rainbow-hued bus, The Electric Mayhem is the house band for “Up Late with Miss Piggy”, featured on the primetime ABC television series “the muppets”.The Mayhem, as they are known among Mayhem-heads, features: Dr. Teeth – Keyboardist and head groove master; absotively possolutely the founder and fearless leader of the band, Animal – Dynamic drummer and powerhouse percussionist, known for three styles of play: loud, louder and deafening, Janice – Lead guitarist, resident flower child and astral projectionist, Sgt. Floyd Pepper – Bass guitarist, Animal’s handler and connoisseur of cool, Zoot – Shade-wearing saxophonist who doesn’t say much and Lips – Trumpet virtuoso known for his jazzy brass and talking even less than Zoot."
        },
        {
            "name": "MAJOR LAZER",
            "duration": "6:25 - 7:25",
            "time": "Sunday, August 7, 6:25 PM",
            "bio": "The year is 2069. After years of travel across the galaxy Major Lazer has returned to Earth from his triumphant interstellar campaign against his mentor-turned-arch-nemesis General Rubbish. The victory rings hollow, though–there is something he left out among the stars that he can never replace. \r\n\r\nThe world he’s come back to is missing something too: unity. In his absence Earth has been transformed into a worldwide maelstrom of conflicting armies, gangs, cults, and crews. The Fearless Hyenas, the Deathless Lovers, the Pitch Black Knights of the Inner Wild–a multitude of factions, each of them sworn enemies of every other. \r\n\r\nHaving proven himself adept at the art of war, Major Lazer has dedicated himself now to becoming a champion of peace. With help from a squad of anarcho-pacifist hackers, he’s taken control of a top secret network of military satellites and repurposed it into a global sound system to broadcast a righteous dub designed to unite the tribes of Earth and overthrow those who have thrown them into disarray for their own personal gain. Peace is the mission, and the fate of the world depends on its success. \r\n\r\nThe two time Grammy award winning DJ and producer Diplo (aka Wesley Pentz) has had an unprecedented career that’s taken him from the outer fringes of club culture to the top of pop’s A-list. He first drew the attention of forward-looking listeners in the mid-aughts through zeitgeist-smashing DJ sets that defied the borders of geography and genre, as well as the Piracy Funds Terrorism Vol. 1 mixtape he created with M.I.A. His commercial breakthrough came with her 2007 hit “Paper Planes,” which reached number 4 on the Billboard Hot 100 and was nominated for a Grammy for Record of the Year. Since then he’s split his time between working with pop stars (Beyonce, Usher, Snoop Dogg, No Doubt, Lil Wayne, Justin Bieber, Iggy Azalea, Britney Spears, Chris Brown, and Madonna among them) and carving out a niche as one of the leading figures in EDM culture, in the process racking up over 13 million track sales (and 12 million Spotify streams a month) as both a producer and an artist. One of the world’s most sought-after DJs, he’s also a world-class tastemaker who’s appeared on the covers of Fast Company and Billboard and lent his creative talents to brands like Alexander Wang and Blackberry. His label Mad Decent has spawned a roster of cutting-edge dance music acts, as well as a 22-city annual touring festival, its own themed cruise, & new to 2017; a beach party that will be held over 4 days in Mexico. \r\n\r\nCurrently made up of Diplo and fellow DJ/producers Jillionaire and Walshy Fire, Major Lazer’s latest album, Peace is the Mission, was released in June 2015 to widespread critical acclaim. Lead single “Lean On,” featuring DJ Snake and Mø, took the world by storm, becoming the most successful independently released song of all time after peaking at #1 on the Top 40 chart, becoming the most streamed song on Spotify of all time with more than 673 million streams to date, is currently the #1 most played track on Soundcloud, and became one of only a handful of videos to reach 1 billion views on YouTube. “Lean On” is certified ten times platinum in the Netherlads, eight times Platinum in Sweden, five times Platinum in Norway, four times Platinum in Australia and New Zealand, three times Platinum in Italy and Spain, two times Platinum in the U.S., Switzerland & U.K., Belgium, Finland, and Brazil, and Platinum in Germany. Major Lazer was the most-Shazamed artist of 2015 and is the third most-streamed artist on Soundcloud of all time. Peace is the Mission debuted at #1 on he Billboard Dance/Electronic albums chart and has spawned further hits including “Light It Up” featuring Nyla and Fuse ODG and “Powerful” with Ellie Goulding and Tarrus Reilly. \r\n\r\nLaunched in 2008 alongside his fellow “Paper Planes” producer Switch, Major Lazer is Diplo’s outlet for his lifelong love of Jamaican dancehall music. Their wildly popular 2009 single “Pon de Floor” is an EDM touchstone that singlehandedly reshaped the sound of contemporary dance music, and provided the foundation for Beyonce’s chart-topping single “Run the World.” Over the course of two albums and three EPs they’ve not only collaborated with the likes of Bruno Mars, Pharrell Williams, and Ezra Koenig of Vampire Weekend, but have earned the respect of venerated Jamaican dancehall artists like Busy Signal, Vybz Kartel, and Elephant Man, all of whom have graced their tracks. They’ve also become fixtures on the festival circuit, headlining Coachella, Glastonbury, Ultra Music Festival, Bonnaroo, Lollapalooza, and the Reading and Leeds Festivals. The group’s cartoon series based on the character Major Lazer debuted last year on Fox and Diplo’s BBC Radio show “Diplo and Friends” continues to enjoy success.",
            "link": "http://majorlazer.com/"
        },
        {
            "name": "CHANCE THE RAPPER",
            "duration": "4:55 - 5:55",
            "time": "Sunday, August 7, 4:55 PM",
            "bio": "",
            "link": "http://chanceraps.com/"
        },
        {
            "name": "LIONEL RICHIE",
            "duration": "8:05 - 9:35",
            "time": "Sunday, August 7, 8:05 PM",
            "bio": "You can comb the incredible statistics surrounding Lionel Richie's\r\namazing career and still miss something. You can factor in the nearly\r\n60 million albums sold, the five Grammy's, twenty two top ten hits, an\r\nOscar for best song, a golden globe, a treasure chest of People's\r\nchoice and American Music Awards too numerous to count, and a\r\ndiscography of albums and singles that navigate an emotional landscape\r\nthat only few writer/performers have ever truly captured-- and still\r\nnot see what may be the key to this incredible musical legacy."
        },
        {
            "name": "FRANCES",
            "duration": "12:05 - 12:50",
            "time": "Sunday, August 7, 12:05 PM",
            "bio": ""
        },
        {
            "name": "JACK GARRATT",
            "duration": "2:35 - 3:25",
            "time": "Sunday, August 7, 2:35 PM",
            "bio": "",
            "link": "http://jackgarratt.com/"
        },
        {
            "name": "THE OH HELLOS",
            "duration": "1:20 - 2:05",
            "time": "Sunday, August 7, 1:20 PM",
            "bio": "The Oh Hellos are Maggie and Tyler Heath, intentionally-independent self-produced musicians hailing from the great state of Texas. The siblings bend and blend styles and genres into a unique mixture of eclectic folk rock. Joined on stage by a rotating cast of characters, sometimes as many as 13, The Oh Hellos weave a sound that is one moment intimate, the next explosive and joyful.",
            "link": "http://theohhellos.com/"
        },
        {
            "name": "BRANDI CARLILE",
            "duration": "3:55 - 4:45",
            "time": "Sunday, August 7, 3:55 PM",
            "bio": "“Everyone needs to be risking something,” says Seattle-based singer-songwriter Brandi Carlile. She’s discussing the M.O. behind The Firewatcher’s Daughter, her stunning new release – her first for artist-friendly indie label ATO. The 12-song collection marks a triumphant return after a three-year recording hiatus, and her strongest, most rock & roll album to date. \r\n\r\n“Rock & roll music as a genre always has a sense of erratic recklessness to it,” she says. “It can’t really be rehearsed – in fact, rehearsal can kill it. On this album, each song has its honest rock & roll moment, even the ballads; it’s between the point where you’ve learned the song enough to get through it, but you don’t have any control over it yet.” \r\n\r\nSince her heralded, genre-defying 2005 Columbia debut, Carlile and her indispensable collaborators, Tim and Phil Hanseroth, aka The Twins, have always offered listeners both control and abandon, often within a single song. The most well-known Brandi Carlile tunes, 2007’s “The Story” and 2012’s “That Wasn’t Me,” are dynamic journeys in themselves, encompassing myriad emotions and varied stylistic touches; “The Story” morphs from understated balladry to epic stadium rock, while “That Wasn’t Me” effortlessly straddles country soul and pop gospel. Infused with Carlile’s clarion voice, The Twins’ tight sibling harmonies, and stellar musicianship from everyone, it all simply sounds like Brandi Carlile. \r\n\r\nYet, over four acclaimed Columbia albums, countless sold-out tours, and fruitful relationships with top producers Rick Rubin and T Bone Burnett, something was missing: Carlile and The Twins hadn’t yet captured the distinctive spark of old friends working up new tunes, a slippery magic born of years touring together, and often caught only on raw demos made at the behest of the label. The Firewatcher’s Daughter, by contrast, is a full-on Carlile/Twins co-production, cut live in Seattle’s Bear Creek Studio, with complete artistic control granted by ATO. With this new freedom, Carlile and The Twins, intent on capturing the elusive essence of a song’s spirit, tracked the album live, with little or no rehearsal. \r\n\r\nIronically, during this time of liberation, Carlile and The Twins all transitioned to married life; the Hanseroths became dads, and Carlile’s wife, Catherine Shepherd, was pregnant during the making of The Firewatcher’s Daughter. So when the engineer hit RECORD, the stakes were higher than usual: Carlile and the Twins producing, kids underfoot or on the way, and three years since an album. But true to form, they wrangled it all into song, catching many, many lightning-in-a-bottle moments; the crackling Lucinda Williams-meets-Fleetwood Mac of “Wherever Is Your Heart,” the CSN-meets-Bonnie Raitt of “The Eye,” to the dark folk-punk of “The Stranger at My Door,” the Elton John-meets-McCartney of “Beginning to Feel the Years,” and more – all executed without a net. \r\n\r\n“Everything is completely live,” Carlile says. “That’s the only way to make the moment happen. It’s way too easy to say, ‘Hey guys, you get your part down and I’ll spend the rest of the evening by myself in a fucking booth not taking any risks, and trying to nail down my contribution while I drink a bottle of Jameson.’ A lot of the songs are in about the highest key I can sing them in. The vocals were very emotional for me. I was right on the edge – I’d been off the road for a long time, I was on the precipice of becoming a mother, and there was a lot that needed to come out before that could happen.” \r\n\r\nThe title, The Firewatcher’s Daughter, comes from a line in “The Stranger at My Door,” written after Carlile stared into a bonfire for a long, long time. “I wrote it standing next to one of my frequent bonfires up in the horse pasture on our land. I have a bonfire compulsion. I tend to stand there and stare into them close to every day, and I’m able to tap into something beyond my day-to-day consciousness. I often write lyrics, solve problems, run for President – the usual stuff. Catherine was pregnant and I was contemplating the juxtaposition between religious rigidity and beauty, and its effects on families and society.” \r\n\r\nCarlile says she and The Twins always insert a through-line in her albums: “An instrument keeps appearing, a theme keeps getting touched on, or we try to use the same microphone. But of all my albums, I felt the least amount of control over this one. Catherine was nine months pregnant, The Twins’ kids were there, the tension was there, but the love was also there, so the continuity is felt.” \r\n\r\nPart of that continuity is the concept of “chains,” which recurs over the course of The Firewatcher’s Daughter, from the lullaby “Wilder (We’re Chained)” to the chorus of the gorgeous “The Eye”: “I wrapped your love around me like a chain / But I never was afraid that it would die / You can dance in a hurricane / But only if you’re standing in the eye.” Carlile lays this chain fascination at the feet of Fleetwood Mac, a band she and The Twins listened to a lot in the run-up to The Firewatcher’s Daughter, and whose classic love song “The Chain” is bittersweet reality. “The twins and I were inspired by that band’s connection and their turbulence,” she says. “I find it fascinating how culturally some things can get cast in a negative light, like a chain. But a chain can bind and connect, like a fire can refine and renew. We would definitely describe ourselves as chained in the best possible way.” \r\n\r\nAfter stepping back from this fine new work and assessing it, Carlile knows exactly what she wants from The Firewatcher’s Daughter: “My goal,” she says, “is to connect on a soul level with our longtime fans and friends, and to reach new people with the honesty of this music. Also, I would like my daughter, Evangeline, to grow up and think I’m cool.”",
            "link": "http://brandicarlile.com/"
        },
        {
            "name": "JASON ISBELL",
            "duration": "5:15 - 6:05",
            "time": "Sunday, August 7, 5:15 PM",
            "bio": "Alabama native Jason Isbell is both a product of his Northern Alabama roots and an example of how musical influences can help an artist evolve and mature. Born in Green Hill, Alabama, Isbell is undeniably inspired by the soul-tinged rock, country, and blues produced in neighboring Muscle Shoals. His sound continues to evolve but is equal parts loud and thoughtful, Southern and worldly. As a lyricist, Jason is willing to tell the difficult stories, whether raw, introspective, messy, or poetic. As an artist, he reveals his own vulnerabilities – his successes and failures – that listeners might find kinship, or perspective. The Wall Street Journal writes, “A composer of splendidly crafted songs, he performs with an intensity that connects the listener to the deep and genuine emotions that inspire his work.”    His past albums include Sirens of the Ditch, Jason Isbell and the 400 Unit, Here We Rest, Live from Alabama and 2013's critically acclaimed Southeastern. In 2014, Isbell earned three Americana Music Awards, including Artist of the Year, Song of the Year (for “Cover Me Up”), and Album of the Year, for Southeastern.\r\n\r\nSomething More Than Free, Isbell’s fifth album, was released July 17, 2015 and went #1 on Billboard’s Rock, Country and Folk charts. He was recently nominated for two 2015 GRAMMY Awards including “Best Americana Album.”",
            "link": "http://jasonisbell.com/"
        },
        {
            "name": "Ryan Adams and The Shining",
            "duration": "6:35 - 7:50",
            "time": "Sunday, August 7, 6:35 PM",
            "bio": "\"Ryan Adams is a multiple-Grammy-nominated singer songwriter from Jacksonville, NC who has released a veritable onslaught of critically acclaimed and commercially successful albums since 2000. Among the most recent of these was September 2014’s Ryan Adams. Written and produced by Adams, the album led off with \"\"Gimme Something Good,\"\" the first vinyl single to go #1 at the Amazon.com music store, and entered the Billboard chart at career high #4. The album earned two nominations at the 56th Annual Grammy Awards: Best Rock Song for \"\"Gimme Something Good\"\" and Best Rock Album. In Fall 2015, Adams commemorated the release of his full-album cover of Taylor Swift’s 1989 by appearing as the first music guest on The Daily Show with Trevor Noah, then opening Jimmy Kimmel Live's week of shows airing from New York, playing (of course) \"\"Welcome To New York\"\" from 1989.\r\nAmong the other monuments in the Adams canon are: Ashes & Fire, his 2011 Glyn Johns-produced \"\"gorgeous, shimmering solo album” (USA Today); 2007’s Easy Tiger which opened at #7 on the U.S. chart with Ryan’s biggest first week sales to date and wound down the year with “Halloweenhead” making Rolling Stone’s Best Songs of 2007; 2005’s Cold Roses and Jacksonville City Nights; 2004’s Love Is Hell; Ryan’s 2001 major label debut Gold, which has sold nearly a million copies worldwide to date and features \"\"When Stars Go Blue,\"\" quoted in Stephen King's Lisey's Story and widely known as \"\"that Tim McGraw song the kid did on American Idol\"\" or \"\"the song the Corrs did with Bono”; and his 2000 solo debut Heartbreaker, released on Bloodshot Records and including \"\"My Winding Wheel,\"\" \"\"Oh My Sweet Carolina\"\" (featuring Emmylou Harris) and \"\"Come Pick Me Up.”\r\nRyan Adams is also CEO of his own PAX-AM label through which he has released numerous singles and albums including the 15-LP exclusive vinyl edition of his 2012 Live After Deaf box set that sold out its entire pressing in eight minutes. He has also produced albums for Jenny Lewis, La Sera, Fall Out Boy, Willie Nelson, Jesse Malin, and collaborated with Norah Jones, America, Cowboy Junkies, Beth Orton and many others. His current band The Shining has accompanied him on world spanning rave-reviewed tours since 2014.\""
        },
        {
            "name": "GRIZ",
            "duration": "3:30 - 4:20",
            "time": "Sunday, August 7, 3:30 PM",
            "bio": "GRiZ (that’s Grant Kwiecinski, to his mom) has had a massive year, and it’s only going to get better. His latest releases Say It Loud and  Chasing The Golden Hour Pt. 1 (both via his All Good Records imprint), act as follow-ups to their predecessors, End of The World Party, Rebel Era and Mad Liberation, and are being praised by fans and critics alike. A sold out spring tour saw the artist headlining some of the nation’s top venues in New York, Chicago, Los Angeles, Philly, Nashville etc., including the legendary Red Rocks Amphitheatre and the Detroit Masonic Temple in his beloved hometown. Just this past year alone, the sax man released six singles that all claimed the coveted #1 spot on Hype Machine’s most popular charts. Up next, GRiZ is ready to tackle the next chapter as we settle into 2016 – but first …let’s recap.2015 saw the release of the artist’s critically acclaimed studio album Say It Loud. More than a year-and-a-half of his life went into writing and recording the album + GRiZ began, of course, in Detroit, then moved to a remote cabin upstate with Exmag to escape the trappings of city cacophony and cell-phone service. From there, he landed in Brooklyn at Daptone Records’ studio, collaborating with Antibalas. And he hit Los Angeles just to work with the Children’s Chorus on the album’s opener.Says GRiZ of the album as a whole, “I want to write better songs. I want to write contemporary funk songs. I want to produce an album that kind of has the new James Brown singing on it. You know what I’m saying? Something that sounds like it was made at Muscle Shoals.” As ambitious as  Say It Loud may seem, this is a natural next step for GRiZ, who thrives on bending genres. “I could’ve sampled everything. Most of my music is created for a live experience,” he notes. “But now, I really want a body of work that is 100% my own.”Critics agreed and caught what GRiZ was throwing their way. With Billboard calling the collection “brilliant” and DJ Mag projecting that with this release, the artist’s career will dominate the world of electronic music and “be much more than all good – it’s going to be great.” The album also landed at the top of the iTunes electronic charts which speaks volumes for Grant’s loyal fanbase considering he released the body of work on BitTorrent for free.Most recently, GRiZ teamed up with fellow electronic funk icons, Big Gigantic, to put out “Good Times Roll” a feel good track that took the top spot on Spotify’s viral chart and is continuing to dominate the blogosphere. The artist also released part one of a two part mixtape as a thank you to the aforementioned following of loyal fans who have been with him every step of the way. Dubbed Chasing The Golden Hour Pt. 1, the 9-songs were inspired by the golden era of hip-hop: Hi-Tek, J. Dilla etc.So what’s next? More great music, headlining tours and another spring/summer return to the festival circuit in 2016. In addition to building his own brand, GRiZ will continue to grow and develop artists as he expands his self-run record label All Good Records. Speaking of growing – if you find yourself in Denver, you might want to check out GRiZ Kush, the artist’s own strain of weed that is sold legally in the mile-high city.That said, bring on the next chapter. GRiZ is ready.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nShow Love Spread Love",
            "link": "http://mynameisgriz.com/"
        },
        {
            "name": "NATALIA LAFOURCADE",
            "duration": "12:40 - 1:20",
            "time": "Sunday, August 7, 12:40 PM",
            "bio": "The most awarded artist of the last edition of the Latin Grammys started her successful career at age 14, when she joined the pop group Twist. It was then that she decided to devote her life to music and started attending music school. She learned to play guitar and piano, as well as studied singing and dancing. Later on, she attended a music training program at Berklee College of Music in Boston and, when she was 16, she started writing her own songs.In 2002, at age 17, she signed her first record deal with Sony Music and made her debut album: ‘Natalia Lafourcade’, which was produced by Loris Ceroni and Aureo Baqueiro.In 2005, she released her second album: ‘Casa’, which she wrote along with her band ‘La Forquetina’.In 2006, after spending nine months in Canada, she wrote the instrumental album ‘The Four Seasons of Love’, which she recorded with the Youth Symphony Orchestra of the State of Veracruz. At the same time, she also wrote some of the songs for her next solo album: ‘Hu Hu Hu’, which was released in 2009.Her fifth album is the magnificent ‘Mujer Divina - Tribute to Agustin Lara’, which has set common ground between generations and highlights the romantic character of Mexican hearts. Musicians such as Gilberto Gil, Vicentico, Miguel Bosé, Lila Downs, Adrián Dargelos (Babasónicos), Meme (Café Tacuba), Jorge Drexler, León Larregui (Zoé), Leonardo de Lozanne, Leonel García y KevinJohansen contributed to this album.The album has become Platinum for reaching over 90,000 copies sold one year after its release. It has also remained in the Top Ten best-selling albums in iTunes for several months and was nominated for three Latin Grammy Awards, in the categories of: Best Alternative Music Album, Best Recording Engineering for an Album and Best Music Video, Extended Version. It is available for sale in physical and digital stores in Mexico, Latin America, Europe and the United States.Her last album released on March 2015, Hasta la raíz, came out as No.1 on iTunes and Deezer. Her first two singles Hasta la raiz and Lo que construímos, were positioned in the first place of Mexico´s viral 50 spotify top chart, and on the top ten of the global category. This album has become platinum in Mexico and gold in Italy.In this year’s edition of the Latin Grammy awards, she won 5 of 6 nominations, including: Record of the year, Song of the year, Best alternative music album, Best alternative song, Best engineered album. Hasta la raíz, is now nominee to best latin album for the Grammys 2016."
        },
        {
            "name": "SNAKEHIPS",
            "duration": "2:00 - 2:45",
            "time": "Sunday, August 7, 2:00 PM",
            "bio": "Since forming only 18 months ago, Snakehips have made their name with Hype Machine chart-topping remixes for Banks, The Weeknd, Bondax and Wild Belle, which between them have notched up more than 30 million plays on Soundcloud and YouTube. Last May, the mysterious production duo built on their early acclaim with On & On, a Radio 1-championed debut single that set out their signature sound, a sensual up-to-date take on old school R&B and hip hop.\r\n\r\nIn time to usher in another summer and ahead of appearances at major festivals across the UK and abroad, Snakehips are ready to release their glorious, second single, Days With U, featuring Disclosure and Rudimental vocalist Sinead Harnett. With the vibe of long, hot, hazy days coursing through its veins, Days With U sounds both retro and fresh and as dreamily laid-back as it is dancefloor-friendly. Driven as much by melody as by hip hop beats and shimmering synths, it’s a song about heartbreak that, somehow, sounds resolutely life-affirming.\r\n\r\nWith a debut album well underway and due out early next year, Snakehips have decided it’s time to reveal themselves as 24 year old Londoners Oliver Lee and James Carter. Despite a shared home city, the pair met on separate business trips to Hong Kong, where they bonded over shared musical interests. They shared a flight to L.A., began talking music and booked a studio in which to work on a track. It went so well that within days of returning to London they nudged their laptops together and Snakehips was born.\r\n\r\nThe pair’s first release was a remix of Chicago band Wild Belle’s It’s Too Late; their next a remix of Gold by electronic duo Bondax. Both used only the original vocal, topped the Hype Machine chart and revealed Snakehips’ love of ‘90s hip hop, disco and vintage soul.\r\n\r\nThe reaction to their own music, however, was in a different league. The steamy, sultry, lushly-produced On & On, featuring up-and-coming, Australian singer George Maple, sent blogs in to a frenzy, reached the Top 10 of the iTunes electronic charts on both sides of the Atlantic and caught the attention of Radio 1’s Zane Lowe, Annie Mac, Mistajam and Monki, for whom Snakehips recorded a guest mix. Like Days With U, On & On was a song about heartbreak that sounded like summer. Or as Ollie outs it: “It’s about a bloke George was in love with who didn’t love her back.” On & On’s soulful blend of retro and modern became Snakehips’ trademark.\r\n\r\n“We love the vibe of 90s music – Hi-Tek, Pete Rock, that golden era of R&B with singers like Aaliyah and SWV,” says James. “We’re suckers for anything with cool soul samples and old drum beats. But we’re also influenced by living in London. We borrow from the past to make music for the future.”\r\n\r\nLast year, Snakehips heard the Banks’ song Warm Water and loved it so much they contacted Banks, asking to remix it. She sent the acapella, they added funky disco music, had another blog hit on their hands and were rewarded by being asked to rework The Weeknd’s Wanderlust. After The Weeknd tweeted his praise for their version, it received a million and a half plays in less than a month.\r\n\r\nIn between official singles, Snakehips have put out a handful of sample-based tracks, among them the Annie Mac-premiered Make It and Miss U Always, a love song posted for fans on Valentine’s Day. They sold out a tour of Australia, shows across the UK and were in demand to play clubs and festivals everywhere from Paris, Vienna, Warsaw and Berlin to the Netherlands. The pair’s debut London date, this May, at Village Underground, sold out so quickly a second show had to be added.\r\n\r\nMost of 2014 so far has been spent working on their as-yet-untitled debut album, which will be preceded by a third single, Falling, featuring Meleka. All releases are on Snakehips’ own label Hoffman West, named after a fictional character Ollie created to get in to clubs for free.\r\n\r\n“Put the name Hoffman West, plus five, on a guest list and no one asks questions when you get to the door,” he explains. “There’s something about that name that sounds so important that you’re always ushered straight in.”\r\n\r\nIt’s a busy summer ahead for Snakehips with appearances lined up at festivals such as Glastonbury, Reading & Leeds, Love Saves The Day as well as European jaunts at Outlook in Croatia and Pitch in Amsterdam. With a debut album also in the pipeline, there’s certainly a lot more of exciting things in store from the London based production duo.",
            "link": "http://www.snakehips.biz/"
        },
        {
            "name": "MIGUEL",
            "duration": "6:40 - 7:40",
            "time": "Sunday, August 7, 6:40 PM",
            "bio": "",
            "link": "http://www.officialmiguel.com/"
        },
        {
            "name": "KEHLANI",
            "duration": "5:05 - 5:55",
            "time": "Sunday, August 7, 5:05 PM",
            "bio": "Kehlani tells it like it is. Whether in conversation or on stage, the Oakland-born R&B singer and songwriter gives the straight truth about her life, pain, passion, love, triumph, and everything in between with collected calm and confidence. It’s that type of honesty that makes her music resonate with the depth of classic Motown and a vividly confessional lyricism reminiscent of Neo Soul. At the same time, her 2015 mixtape, You Should Be Here, tells a story that distinctly belongs to her. \r\n\r\nIt all starts on the East Bay…\r\n\r\nBorn a unique blend of ethnicities including African American, Caucasian, Native American, Spanish, and Filipino Native American Kehlani will casually tell you “You’re lucky if you make it out of Oakland.” However, in her case, talent usurped luck. Months after her birth, Kehlani lost her father, never properly meeting him. Mired in drug addiction, her mom shuffled her to an aunt. She initially found solace in dance—ballet in particular—but a knee injury sidelined her what might’ve been a budding career as ballerina. \r\n\r\n“That’s when I started singing,” she recalls. “When I was living with my aunt, she played me all of these powerful women and love songs. It was that Neo Soul-R&B, and I couldn’t get enough of it. It felt right to sing from the moment I began.”\r\n\r\nIn eighth grade, she became a member of the group Poplyfe produced by D’wayne Wiggins of Tony! Toni! Toné! fame. With Kehlani front and center, Poplyfe ended up becoming a finalist on America’s Got Talent—even performing with her idol Stevie Wonder during the final round. They didn’t win the competition, but she made an invaluable ally in Nick Cannon. A few industry pitfalls and detours derailed her musical momentum for six months until she decided to pick up the mic again. Without a home, she moved from couch to couch until Cannon got back in touch wanting to help however he could. Kehlani wanted one thing: studio time. Kehlani’s 2014 mixtape, Cloud 19, introduced her to the world. Immediately, tastemakers and audiences alike wholeheartedly embraced her. Complex showcased the songstress in a piece entitled “How R&B Saved 2014,” Pitchfork dubbed the mixtape one of the “Overlooked mixtapes of 2014,” Vice proclaimed her an “R&B Artist on the Verge of Blowing Up,” BuzzFeed pegged her at #4 on their “41 SXSW 2015 Artists You Need In Your Life,” and she ended up being one of SXSW’s “Top 5 Most Tweeted Artists.”\r\n\r\nIn late April she shared You Should Be Here with the world, which earned Kehlani her very first GRAMMY nomination at the 58th GRAMMY Awards for “Best Urban Contemporary Album.” Upon its release Billboard immediately called this project “The year’s first great R&B album”. Amongst their great review, You Should Be Here has seen quite a bit of success on the charts. Aside from being the top R&B debut of the week, it also came in at #1 on the iTunes R&B/Soul chart and #2 on both the Overall R&B Albums and Current R&B Albums chart. Signing to Atlantic Records in early 2015 and releasing You Should Be Here, Kehlani possesses the power to make an impact because she’s so unwaveringly honest. \r\n\r\n“I am one-hundred percent music,” she’ll assure.\r\n\r\nThat’s because it’s the truth.",
            "link": "http://www.kehlanimusic.com/"
        },
        {
            "name": "CLOVES",
            "duration": "1:20 - 2:00",
            "time": "Sunday, August 7, 1:20 PM",
            "bio": ""
        },
        {
            "name": "LANA DEL REY",
            "duration": "8:25 - 9:35",
            "time": "Sunday, August 7, 8:25 PM",
            "bio": ""
        },
        {
            "name": "HERON OBLIVION",
            "duration": "12:00 - 12:40",
            "time": "Sunday, August 7, 12:00 PM",
            "bio": "San Francisco’s Heron Oblivion is the new group featuring Meg Baird (Espers), Noel Von Harmonson (Comets on Fire, Six Organs of Admittance, Sic Alps, The Lowdown), Ethan Miller (Comets on Fire, Howlin’ Rain, Feral Ohms), and Charlie Saufley (Assemble Head in Sunburst Sound). Heron Oblivion’s origins date to 2013 in SF’s Bayview district, where its four members– fueled by a love of 60s/70s scuzz and commune jams, folk rock, noise, and P.S.F. Japanese underground—would get together for what Miller describes as “blistering, extended free jam sessions.” The four musicians realized that their initial chemistry (which was strong from the outset) was undeniable and it’s vision unified. Heron Oblivion was born. Ultimately, Heron Oblivion fused song craft to its improvisational leanings. What materialized is a mesmeric compilation of English folk rock and earthy West Coast psychedelia spiked with feedback and explosive dissonant elements. The sum of these elements will make up their Sub Pop debut, due out spring 2016.",
            "link": "https://soundcloud.com/heron-oblivion"
        },
        {
            "name": "RÜFÜS DU SOL",
            "duration": "5:55 - 6:35",
            "time": "Sunday, August 7, 5:55 PM",
            "bio": "A lot can change in two years, and for a band selling out shows in places they’d never visited two years ago, a lot certainly has changed. What hasn’t changed for RÜFÜS is a unique approach to their song writing that has seen them gather an ever increasing swathe of fans all over the world. Two years after their platinum selling debut album, RÜFÜS return with their follow up record, Bloom, and as the title would suggest, the band have blossomed into the tour-de-force that Atlas hinted at. Bloom picks up right where Altas, left off, it’s dreamy vocals, moody synths and driving kicks. This time delivered with the confidence of a band who understand their place in the world; as musicians and as people. There is a maturity in Jon, James and Tyrone’s production work that comes from spending two years on the road testing new songs. They’ve figured out what works and more importantly, why.\r\n\r\nWritten between Sydney and Berlin, Bloom, is the product of isolation and saturation. The songwriters either being alone and away from friends and family, or at home soaked in familiarity. The only constant in the writing process was the three songwriters spending each day writing with the goal of creating a feeling. They start each project with an idea of a feeling, a setting, a location or a scene in their minds, and try to soundtrack that moment. Hunt says,\r\n\r\n“We were writing feelings more than songs. We were ready to cut a lot of the parts or elements to make sure there was this sense of exercising restraint, you don't want everything to sound big. If something goes down to almost nothing it makes the high points sound 20 times higher. And if you over-think something it can kill the spark sometimes.\"\r\n\r\nWhile making the album the trio found themselves dipping other mediums, filling their screen savers with underwater photography of animals. \"That inspired the production, in some abstract way,\" Hunt says. \"You get that feeling of floating underwater, the way water is darker the deeper you get.\"\r\n\r\nA bit of aqua-Googling later, they fell down an online sinkhole that told them a group of jellyfish is called a 'bloom' - and the trio found their album title.\r\n\r\n\"The double meaning for Bloom felt perfect, things that can grow and flourish and open up over time,\" Hunt says.\r\n\r\nAs the release of Bloom approaches it feels as if RÜFÜS have already broken the shackles of 2ndalbum syndrome. Early single You Were Right, is already certified Gold in their home country and has just won the ARIA award (Australian Grammy) for Best Dance Release. While the 3rdoffering Innerbloom, at 9 minutes 38 seconds, is an ode to everything the band love about dance music and everything Bloom means to them, Lindqvist explains;\r\n\r\n\"For us personally, we were each drawn to electronic music because of the euphoric nature of it. At its core, it brings people together to dance. I’m sure I’m not the first person to say this, but our favourite artists are our favourite because we’ve shared moments listening to them with friends or family that you can’t recreate. Moments that stay with you. We really wanted to create those moments for other people with the songs from BLOOM. Innerbloom is probably the most personal song we’ve ever written in terms of where we are at as people. Hopefully, it can create for other people, some of the moments we’ve shared with each other and friends listening to our favourite songs...…\"\r\n\r\nUsing layered synths, drums and warm vocals, Jon, James and Tyrone have built a soundscape and aesthetic that is instantly familiar, yet distinctly their own. Written between Sydney & Berlin and completed in hotels in Montreal and New York, Bloom is Written, recorded and produced by RÜFÜS. Available worldwide January 22.",
            "link": "http://www.rufussounds.com/"
        },
        {
            "name": "Grensta",
            "duration": "12:00 - 1:30",
            "time": "Sunday, August 7, 12:00 PM",
            "bio": "With releases on Perfect Driver, Sleazy G, House Of Hustle and more to come, 2016 is proving to be a big year for Grensta… Ryan Grennan, known as Grensta, began his early dj career in college playing the biggest parties at Chico State. His sound and style evolved into a hybrid of dirty bass with a dash of soulful house when he integrated back into the San Francisco music scene. Winning Discovery Project Beyond Wonderland 2015 was a big moment for this young artists career. Discovery Project gave him a taste of what hard work and determination can bring you when following a dream and he hasn't stopped there. Grensta’s tracks have been featured on EDMSauce, YourEDM, TheDJList, Insomniac, Magnetic Magazine, and Ghetto House Movement and you can find all of his new originals, remixes, and mixes on his SoundCloud.",
            "link": "http://www.thegrensta.com/"
        },
        {
            "name": "DIIV",
            "duration": "4:20 - 5:00",
            "time": "Sunday, August 7, 4:20 PM",
            "bio": "DIIV is the nom-de-plume of Z. Cole Smith, musical provocateur and front-man of an atmospheric and autumnally-charged new Brooklyn four-piece.Recently inked to the uber-reliable Captured Tracks imprint, DIIV created instant vibrations in the blog-world with their impressionistic debut Sometime's way onto the esteemed pages of Pitchfork and Altered Zones a mere matter of weeks after the group's formation.Enlisting the aid of NYC indie-scene-luminary, Devin Ruben Perez, former Smith Westerns drummer Colby Hewitt, and Mr. Smith's childhood friend Andrew Bailey, DIIV craft a sound that is at once familial and frost-bitten.  Indebted to classic kraut, dreamy Creation-records psychedelia, and the primitive-crunch of late-80's Seattle, the band walk a divisive yet perfectly fused patch of classic-underground influence.One part THC and two parts MDMA; the first offering from DIIV chemically fuses the reminiscent with the half-remembered building a musical world out of old-air and new breeze.  These are songs that remind us of love in all it's earthly perfections and perversions."
        },
        {
            "name": "HÆLOS",
            "duration": "2:45 - 3:25",
            "time": "Sunday, August 7, 2:45 PM",
            "bio": "",
            "link": "http://www.haelos.com/"
        },
        {
            "name": "LETTUCE",
            "duration": "7:40 - 8:30",
            "time": "Sunday, August 7, 7:40 PM",
            "bio": "For more than two decades, Lettuce have brought a new vitality to classic funk,matching their smooth and soulful grooves with a hip-hop-inspired urgency and mastery of beat. Now, on their fourth studio album Crush, drummer Adam Deitch, guitarists Adam Smirnoff and Eric Krasno, bassist Erick “Jesus” Coomes, keyboardist Neal Evans, saxophonist Ryan Zoidis, and trumpet players Eric Bloom and Rashawn Ross deepen that sound by channeling the sonic freedom and infectious energy oftheir incendiary live show.\r\n\r\nProduced by Lettuce and Co-Produced recorded/mixed by Joel Hamilton at Brooklyn’s Studio G, Crush first came to life on the road, with the band developing new material and testing it out live as they toured. “We’ve all noticed that our music goes into a lot of different directions onstage, and we wanted to capture that in a way that we never really have before,” says Coomes, who names classic psychedelia and ‘90s hip-hop among Lettuce’s key inspirations on  Crush. “It’s definitely more wide-open in terms style, but it still stays true to the funk.”\r\n\r\nThe follow-up to 2012’s Fly, Crush finds Lettuce brilliantly infusing their psychedelic and hip-hop sensibilities into bass-heavy funk. With its spidery guitar work and hypnotic beats, “Phyllis” is a delicately sprawling epic that embodies what Deitch refers to as “a chill-hop vibe that’s kind of the flip-side of all that powerful uptempo funk that people might expect from us.” On “Get Greasy,” Lettuce give a nod to the groove-fueled EDM subgenre known as future funk, building off its highly danceable rhythm with a blissfully loose and horn-laced arrangement. And on “He Made a Woman Out of Me,” guest vocalist Alecia Chakour lends her bluesy growl to a scorching take on Bobbie Gentry’s 1970 country-soul classic.\r\n\r\nWhether paying homage to Led Zeppelin on the fiery and guitar-driven “Silverdome” or delivering a deeply riveting and richly textured hip-hop medley with “Oresteia,” Lettuce maneuver through Crush’s kaleidoscopic sound with sophisticated ease and powerful synergy. “More so than any of the records we’ve done before, this album is very much about the improvised grooves and improvised solos,” says Krasno. “Instead of going at it like, ‘Here’s a melody, now here’s a guitar solo, here’s another melody, here’s a sax solo,’ everyone’s leaning on each other in a way that’s completely unspoken. It’s all of us moving as one unit and creating this new sound together.”\r\n\r\nAccording to Lettuce, that sense of unity and togetherness has much to do with a camaraderie that’s only intensified over the lifespan of the band. Formed in 1992, when several band members attended a summer program at Boston’s Berklee College of Music as teenagers, Lettuce was founded on a shared love of legendary funk artists like Earth, Wind & Fire and Tower of Power. After returning to Berklee as undergrads in 1994, Lettuce started playing in local clubs and steadily built up a following that soon extended to cities across the country and then throughout the world. Releasing their studio debut Outta Here in 2002 and its follow-up album Rage!in 2009, the band dedicated the coming years to balancing their frequent touring with involvement in a host of other musical endeavors (including Evans and Krasno’s role as founding members of acclaimed soul/jazz trio Soulive).\r\n\r\nIn recent years, Lettuce have watched their fanbase expand as they’ve hit bigger and bigger stages and earned their name as a can’t-miss festival act. And in making Crush, the band had no trouble harnessing the spirit of their explosive live show. “Some of these shows we’ve played over the past couple years have been so amazing, it’s like you go home a different person,” says Coomes. “I’m sure remembering those moments in our minds and our hearts helped bring out something special when we were recording these new songs.”\r\n\r\nSo while Crush offers everything from all-out party jams to headphone-ready journeys into space funk, each track was born from an unabashed joy and love of live performance. “That energy we get when it’s prime time and we’re about to go onstage and we’re just excited beyond belief—that all came out on this new album,” says Deitch. “There’s a feeling that the band is rising, and it’s a really beautiful thing.”",
            "link": "http://lettucefunk.com/"
        },
        {
            "name": "Derek Hena",
            "duration": "1:30 - 3:00",
            "time": "Sunday, August 7, 1:30 PM",
            "bio": "Originally from upstate New York, Derek made the pilgrimage to SF soon after PM was born, and immediately took a lead position in the rapid growth of the collective. While holding down a day job as a booking agent/talent buyer at Mighty, Derek helps coordinate all aspects planning our signature PM parties and events. He’s also known to get quite a groove on behind the decks every now and then."
        },
        {
            "name": "Lee K",
            "duration": "6:00 - 8:00",
            "time": "Sunday, August 7, 6:00 PM",
            "bio": "After an early exposure to 90’s dance music and discovering acts like The Prodigy and Aphex Twin, Lee K’s obsession with electronic music was seeded. A half decade later, with curiosity piqued by DJ culture and the rave scene, her focus soon shifted to the decks.",
            "link": "http://residentadvisor.net/dj/leek"
        },
        {
            "name": "GINA TURNER",
            "duration": "4:30 - 6:00",
            "time": "Sunday, August 7, 4:30 PM",
            "bio": "Gina grew up in New York and made her name as a radio DJ on 88.9 WERS and 99.9 WECB in Boston before turning to house music.[4] She has a degree in Audio Production and Radio Broadcasting from Emerson College.[5] She has worked with artists such as Soulwax, Steve Lawler, Tiefschwarz, DJ AM, Steve Aoki, Justice, Uffie, Chromeo, Sinden, Diplo, Switch, Them Jeans, Tommie Sunshine, Eli Escobar, Flosstradamus, Spank Rock, and Simian Mobile Disco,[5] and played throughout Europe and North America as well as shows in Juárez, Mexico, Norway and New Mexico.[6] Gina continues her career as a radio DJ despite also DJing in clubs, and has had shows on Scion, iHeartRadio and Underground FG.[7] Most recently, she has had a show on BPM (Sirius XM) called BPM with Gina Turner.",
            "link": "https://www.youtube.com/user/djginaturnerTV"
        },
        {
            "name": "Deckard",
            "duration": "3:00 - 4:30",
            "time": "Sunday, August 7, 3:00 PM",
            "bio": "After an 8 year break from DJing Deckard rejoined the DJ ranks in the year 2000. Immediately finding a passion for progressive music inspired mainly by the Sasha&Digweed sound, deckard spent the next 5 years playing in Seattle and Canada becoming a regular DJ at the W Hotel and See Sound Lounge. Moving to San Francisco in 2005 provided an opportunity to evolve his sound and dive into the Bay Area nightlife. The breakbeat scene provided much of the inspiration for deckard which culminated with the release of Come With Me, a 74 minute all breakbeat mix.",
            "link": "http://www.deckard-dj.com/"
        },
        {
            "name": "Sasheer Zamata & Nicole Byer",
            "duration": "1:45 - 2:30",
            "time": "Sunday, August 7, 1:45 PM",
            "bio": "Sasheer Zamata (\"Saturday Night Live\") and Nicole Byer (MTV's \"Girl Code\") team up for a fantastic night of improv!"
        },
        {
            "name": "Jo Firestone's Friends of Single People",
            "duration": "12:30 - 1:15",
            "time": "Sunday, August 7, 12:30 PM",
            "bio": "Friends of Single People is the only show where you get to speak on behalf of your single friends onstage in a live dating game. The bachelor, the bachelorettes -- everyone onstage is speaking on behalf of their single friends! No one knows who anyone is until the very end! If you can comfortably answer questions like \"If you were an ice cream flavor, what would you be and why?\" about your friend, then you are qualified to take part. Your single friends may cringe and remain as anonymous as they want in the crowd, unless you get them a match! Newly matched single people win two complimentary drinks which they must redeem immediately and together offstage. The New York Post calls Friends Of Single People \"part roast, part game-show, part social experiment\". Arrive early to register you anda friend. Open to all orientations. Out of every 100 couples matched, 5 couples manage to develop actual long term relationships. One couple just went on a trip to Paris and then moved in together. It's amazing and defies all odds. Hosted by Jo Firestone (\"Broad City,\" \"The Chris Gethard Show\")."
        },
        {
            "name": "Fred Armisen",
            "duration": "4:45 - 5:35",
            "time": "Sunday, August 7, 4:45 PM",
            "bio": "Fred Armisen is one of the most diversely talented performers working today with credits that run the gamut from acting, producing, and writing in both comedy and music. Heis the co-creator, co-writer and co-star of IFC’s PORTLANDIA alongside Carrie Brownstein. He received an Emmy® nomination for “Outstanding Supporting Actor in a Comedy Series”in2014 and a nomination for “Outstanding Writing for a Variety Series”in 2012, 2013, and 2014. In 2015, the show received an Emmy nomination for “Outstanding Variety Sketch Series.”In2014, Armisen, along with the other writers, garnered a Writers Guild Awards nomination for “Outstanding Comedy/Variety Series,”and they won in 2013. PORTLANDIA received prestigious Peabody Award for excellence in 2011. The critically-acclaimed show is currently in its sixth season. Armisen’s most recent venture is his new IFC comedy, DOCUMENTARY NOW!. The show is a curated series of half-hour documentaries and biopics, each about a completely fictitious subject. The show has wrapped its first season and will return for season two this year. Meyers isan executive producer for the series along with Armisen and Hader, who play all of the primary roles. Additionally, Armisen recently teamed up with Lorne Michaels’ Broadway Video, NBCUniversal Telemundo, and fellow SNL alum Horatio Sanz to create a digital comedy channel aimed at the English-speaking Hispanic audience called MAS MEJOR. The channel launched in early January and includes a weekly short-form premium comedy series and other topical video and editorial content. Last February Armisen starred alongside Ben Stiller, Owen Wilson, Penélope Cruz, Christine Taylor and Kristen Wiig in ZOOLANDER 2, the sequel to the hit 2001 comedy ZOOLANDER. In February 2014, Armisen was named band leader of the 8G Band on LATE NIGHT WITH SETH MEYERS. The band, curated by Armisen, includes members of indie rock bands LesSavy Fav and Girls against Boys. Armisen also recently starred in HBO’s one-off comedy event 7 DAYS IN HELL with Andy Samberg and Kit Harington and ADDICTED TO FRESNO alongside Aubrey Plaza, Molly Shannon, Judy Greer, and Natasha Lyonne. An eleven season veteran of SATURDAY NIGHT LIVE, Armisen has engaged audiences with memorable impressions and characters including world leaders like President Barack Obama orIranian President Mahmoud Ahmadinejad in the popular digital short “Iran So Far Away”to“Weekend Update” fixtures like political comedian Nicholas Fehn or half of the songwriting team of Garth and Kat (with Kristen Wiig) to name a few.  He closed out his last season in the guise of British punk rocker Ian Rubbish with a star-studded performance of the original song “It’s a Lovely Day.”Armisen has landed on Rolling Stone's \"Hot List\" and has several times on ENTERTAINMENT WEEKLY's \"Must List.”Hehas appeared in countless feature films including EASY A, THE ROCKER, CONFESSIONS OF A SHOPAHOLIC, EUROTRIP, and THE PROMOTION as well as lending his voice to the feature THE SMURFS. He has also appeared in the films TENACIOUS D IN THE PICK OF DESTINY with Jack Black, BABY MAMAwith Tina Fey and Amy Poehler, THE EXwith Zach Braff and Jason Bateman, and in Will Ferrell and Adam McKay'sANCHORMAN: THE LEGEND OF RON BURGUNDY.  He has made guest appearances on NEW GIRL, THE AWESOMES, MODERN FAMILY, BROOKLYN NINE-NINE, 30 ROCK, HOUSE OF LIES, SUPER FUN NIGHT, BROAD CITY, and PARKS AND RECREATION, and the cable comedy shows THE SARAH SILVERMAN SHOW, HUMAN GIANT, and TIM AND ERIC AWESOME SHOW, GREAT JOB! He was also seen in the smash kids show YO GABBA GABBAon Nickelodeon and did voice over guest spots on ARCHER and CHOZEN.  His career began as a musician in the Chicago-based post-punk band Trenchmouth as well asplaying with the Blue Man Group. His transition to comedy came with the 1998 underground short film Fred Armisen's Guide to Music and SXSW which followed him through the Austin, Texas \"South by Southwest Music Festival\" posing as a music journalist. In 2006, heinterviewed Cat Power for the influential music website Pitchfork.com and later combined his love for music and comedy by creating the role of drummer Jens Hannemann and releasing aninstructional DVD, Complicated Drumming Technique, in 2007. Armisen splits his time between Portland, New York, and Los Angeles",
            "link": "http://fredarmisen.com/"
        },
        {
            "name": "JASH PRESENTS POUND HOUSE LIVE HOSTED BY BRENT WEINBACH & DJ DOUGGPOUND WITH ESTHER POVITSKY & JOHNNY PEMBERTON AND SPECIAL GUEST NATASHA LEGGERO",
            "duration": "6:05 - 6:55",
            "time": "Sunday, August 7, 6:05 PM",
            "bio": "Doug Lussenhop and Brent Weinbach, the guys behind the cult web series, \"Pound House,\" curate a live show of stand-up comedy and other fun stuff. With special guests Johnny Pemberton and Esther Povitsky.Brent Weinbach Brent Weinbach is a recipient of the Andy Kaufman Award, which recognizes innovation in stand-up comedy.  He is also responsible for various internet video sensations such as Gangster Party Line and Ultimate Drumming Technique, as well as the cult web series, Pound House.  Brent has appeared on Conan, Lopez Tonight, Comedy Central (The Meltdown, @midnight, Kroll Show, Another Period), HBO, IFC, ABC, and Adult Swim, and also toured with the Comedians of Comedy.DJ Douggpound DJ Douggpound aka Doug Lussenhop is the world’s #1 DJ/Comedian. His performance is a sonic barrage of jokes, joke remixes and sound effect absurdity. He's the go-to opening act for the Tim and Eric tours as well as a writer and editor for shows like The Eric Andre Show, Portlandia, Check It Out! with Dr. Steve Brule and Tim and Eric, Awesome Show, Great Job!Esther PovitskyA fixture of the LA comedy scene, Esther co-created and starred in the MTV docu-comedy pilot LITTLE ESTHER, which chronicled her life as a young comic and her relationships with her mostly-male contemporaries. Esther is set to recur on CW’s CRAZY EX-GIRLFRIEND and guested on DIFFICULT PEOPLE, WORKAHOLICS, KEY & PEELE and LOVE this past year. She plays a supporting role in Olivia Milch’s upcoming feature DUDE and hosts the Above Average series COCKTALES WITH ESTHER.Her popular podcast WEIRD ADULTS WITH LITTLE ESTHER features interview with fellow comedians, finding out the weird quirks that make them tic. Esther has appeared on the Late Late Show, the MTV sketch show HEY GIRL, as well as on Comedy Central's ADAM DEVINE'S HOUSE PARTY and BRODY STEVENS: ENJOY IT! Esther also appeared in the New Faces Showcase at the 2013 Just for Laughs Comedy Festival in Montreal.Johnny PembertonJohnny Pemberton is a comedian and actor who lives in Los Angeles. In 2013 he performed at the \"Just For Laughs\" festival in Montreal and Chicago. He also performed at SXSW in Austin Texas, the Sled Island Festival in Calgary Alberta, and a 14 show tour with Matt Braunger sponsored by Funny or Die and Old Milwaukee. During some of the aforementioned events he could be seen and/or heard on the following TV programs: Adventure Time as \"Braco\", Family Tools on ABC as \"Mason\", Bob's Burgers on FOX as \"Dr. Eigerman\", Perception on TBS, The New Girl on FOX. He also filmed a not insignificant amount for season 2 of \"Kroll Show\" on Comedy Central. In 2012 Johnny could be seen in the following films, available on DVD and Blu-Ray: \"21 Jump Street\", \"The Watch\", \"This is 40\", \"Aim High\" and Armando Ianucci's Oscar nominated film \"In The Loop\".In 2011 Johnny filmed some of the films mentioned above and performed as part of the \"Just For Laughs\" Comedy festival in Montreal as a \"new face\". In years previous he worked very hard as host for the MTV series \"Megadrive\", which is now adored by 14-year-old boys in conflict regions throughout the world. In no particular order available to the memory of this narrator, Johnny did stuff on the following credible entities: Jimmy Kimmel Live!, Adult Swim, The Sundance Channel, It's Always Sunny in Philadelphia, and Lopez Tonight. Johnny attended Florida State University. He was born and raised in Rochester, Minnesota.",
            "link": "http://jash.com/"
        },
        {
            "name": "Spontaneanation with Paul F. Tompkins feat. Eban Schletter and guests: Craig Cackowski, Tawny Newsome, Janet Varney",
            "duration": "3:25 - 4:15",
            "time": "Sunday, August 7, 3:25 PM",
            "bio": "Spontaneanation with Paul F. Tompkins is a completely improvised show, from monologue to interview to narrative sketch. Join Paul, his special guest monologist, his incredibly talented improviser friends Craig Cackowski, Tawny Newsome and Janet Varney, and amazing accompanist Eban Schletter for an hour of comedy that none of them ever see coming.Paul F. Tompkins hosts the Fusion channel’s \"No, You Shut Up\" and the Earwolf podcast Spontaneanation with Paul F. Tompkins. He is also the voice of \"Mr. Peanutbutter\" for the Netflix animated series \"BoJack Horseman\" and plays \"Dean Rosedragon\" on the Seeso comedy \"Bajillion Dollar Properties.\"  For a full list of Mr. Tompkins’ stage, television and film credits, ask your teacher or a policeman.Craig Cackowski has been seen on your television as a regular cast member on \"Drunk History\" and as Officer Cackowski on \"Community.\" Other film and television appearances include \"Veep,\" \"Newsreaders,\" \"Comedy Bang Bang,\" \"The Mindy Project,\" \"How I Met Your Mother,\" \"Trust Us With Your Life,\" \"Workaholics,\" \"The Kings Of Summer,\" \"21 And Over,\" and \"Year of The Dog.\" He has been involved with the iO and iO West Theaters as a performer and teacher since 1992. In Chicago, Craig performed with the Second City Mainstage and ETC, and travels to Portland, OR every year to play Scrooge in Second City’s \"Twist Your Dickens.\" He may also be heard on the long-running podcast \"The Thrilling Adventure Hour,\" playing such characters as Colonel Tick Tock and Banjo Bindlestuff, and as a frequent guest on Paul F. Tompkins’ improv podcast \"Spontaneanation.\"Tawny is a sketch and improv comedian, who's been mainly writing and performing her work on the Second City Mainstage in Chicago, as well as with the Second City National Touring Company. She's also starred in Second City collaborations such as The Art of Falling with Hubbard Street Dance, and The Second City's Guide to the Opera, starring Patrick Stewart and Renee Fleming. Other regional credits include: The Upstairs Concierge, a world premiere at the Goodman Theatre, as well as productions at Chicago Shakespeare Theatre and Writer's Theatre. You can currently see her as Chelsea Leight-Leigh in the Seeso Original series Bajillion Dollar Propertie$. Previously guest starring in NBC's Chicago Fire, USA's Sirens and Fox's Crisis, Tawny cultivated a cool trend of only appearing on tv while inside an ambulance.Oh, hey, and another thing about her are all of her bands! Tawny has been a part of the incredible Chicago indie scene for the past 8 years, and she and her punk-folk cohort Jon Langford (Mekons, Waco Brothers) have two albums out together that you can buy and listen to: Old Devils and Here Be Monsters (In De Goot/ Bloodshot Records). Right now, she is losing her mind with excitement as she and Langford gear up to record their new record this fall in Muscle Shoals, Alabama, with legendary producer Norbert Putnam. And if you aren't sick of her yet, her solo album Too Proud to Steal is available on iTunes, Spotify and bandcamp.Janet Varney is a comedian, actor, writer and producer. In the animation world, she is lucky enough to be the award-winning voice of Korra on Nickelodeon’s critically-acclaimed standout hit The Legend of Korra, a role for which she continues to be invited to comic cons to give sweaty handshakes the world over. She can currently be seen as the entitled and bitchy Becca on FXX’s You’re the Worst (consistently named as one of the best current television comedies), as wine-loving Denie in Christy Stratton Mann’s Everyone’s Crazy But Us, and recurring as her semi-snarky self on @midnight With Chris Hardwick. She is a regular performer on Paul F. Tompkins’ Spontaneanation podcast in addition to hosting her own podcast, Nerdist Network’s popular The JV Club with Janet Varney. Onstage she can be found with improv supergroup Theme Park and as a WorkJuice Player for the beloved Thrilling Adventure Hour. She is a writer/performer for Rifftrax with Mystery Science Theatre 3000’s Mike Nelson, Bill Corbett and Kevin Murphy and can be seen this summer on Geek & Sundry’s Escape! which she hosts and produces. She is currently filming IFC’s new horror-comedy from Dana Gould, Stan Against Evil, fighting dark forces opposite John C. McGinley. She is also co-founder/co-producer of SF Sketchfest: the San Francisco Comedy Festival, now in its 16th year.Eban Schletter is a prolific composer and songwriter who has written music for countless television shows including \"Spongebob Squarepants,\" \"Mr. Show with Bob and David\" and the Academy Awards.  His feature film scores include the 2005 remake of \"The Cabinet of Dr. Caligari\" and New Line Cinema’s \"Dumb and Dumberer: When Harry Met Lloyd.\"  He has also maintained a steady output of solo albums which explore a broad range of musical genres.For over a decade, he has been the musical right hand man for comedian Paul F. Tompkins: music director/arranger for Paul’s infamous live variety shows at LA’s Largo at the Coronet, and providing the piano atmosphere for the acclaimed Pod F. Tompkast.  A multi-instrumentalist, Eban has performed on keyboards, drums, bass, clarinet and other instruments with a variety of artists, including Jill Sobule, Grant-Lee Phillips and Garfunkel & Oates.  Over the years, he has often been called upon for his piano playing skills.  He performed a song (recorded live on set) with Mandy Patinkin in the film \"Run Ronnie Run\" and appeared as the piano player in a scene with Philip Seymour Hoffman in \"The Master\" (where his piano improvisations were also used).But, it is his abilities on the Theremin which he is fast becoming recognized for.  He has played Theremin on albums by Tom Freund, Sean Pawling and The Doubleclicks, and performed on the instrument in Ryan Gosling’s film \"Lost River.\"",
            "link": "http://paulftompkins.com/"
        }
    ]
}
